{"Esclarecendo para muitos que não entenderam o motivo do comercial do Banco do Brasil ser vetado por Bolsonaro . O problema não era o tema e sim que um vídeo de 17 segundos iria custar r$ 17 milhões, dinheiro público! Acho que não é necessário... https:// mblnews.org/noticia/bolson aro-responde-e-burger-king-sofre-boicote-nas-redes-sociais/ …": "Clarifying for many who did not understand why the Banco do Brasil commercial was vetoed by Bolsonaro. The problem was not the topic, but that a 17-second video would cost R $ 17 million, public money! I don&#39;t think it&#39;s necessary ... https: // mblnews.org/noticia/bolson aro-responder-and-burger-king-suffers-boycott-on-social-networks /…", "Segundo assessoria do Banco do Brasil , diz O Globo, o comercial vetado por Bolsonaro custou R$ 17 milhões. MILHÕES !!! O filme Tropa de Elite custou R$ 11 milhões. Tem ou não tem de investigar? É ou não é uma... https://www. facebook.com/10000050725541 1/posts/2668710683155814/ …": "According to advice from Banco do Brasil, says O Globo, the commercial vetoed by Bolsonaro cost R $ 17 million. MILLIONS !!! The movie Tropa de Elite cost R $ 11 million. Do you have to investigate or not? It is or is not a ... https: // www. facebook.com/10000050725541 1 / posts / 2668710683155814 /…", "O comercial de 30 segundos do Banco do Brasil , vetado pelo presidente Bolsonaro , custou aos cofres da nação R$ 17 milhões.": "Banco do Brasil&#39;s 30-second commercial, vetoed by President Bolsonaro, cost the nation&#39;s coffers R $ 17 million.", "Comercial do Banco do Brasil é vetado por Bolsonaro e diretor é exonerado, diz colunista. http:// bit.ly/2W8x370 pic.twitter.com/UXspdtzfXN": "Banco do Brasil commercial is vetoed by Bolsonaro and director is exonerated, says columnist. http: // bit.ly/2W8x370 pic.twitter.com/UXspdtzfXN", "Instituto Nise da Silveira será fechado pelo prefeito do Rio de Janeiro, Marcelo Crivella? Na verdade, NÃO É BEM ASSIM! Entenda lendo este artigo de checagem de fatos: https://www. boatos.org/brasil/institu to-nise-silveira-fechado.html … #SaúdePúblicaÉCoisaSéria pic.twitter.com/si38JGcG1P": "Will Nise da Silveira Institute be closed by the mayor of Rio de Janeiro, Marcelo Crivella? In fact, IT&#39;S NOT WELL! Understand by reading this fact-checking article: https: // www. boatos.org/brasil/institu to-nise-silveira-Closed.html… # SaúdePúblicaÉCoisaSéria pic.twitter.com/si38JGcG1P", "O Prefeito do Rio de Janeiro quer fechar o Instituto Nise da Silveira no dia 30 de abril! Para quem não conhece, é aquele retratado no filme  Nise \". Assinem o abaixo assinado e compartilhem: https://www. change.org/p/prefeitura-d o-rio-de-janeiro-contra-o-fim-das-atividades-do-hospital-municipal-nice-da-silveira …\"": "The Mayor of Rio de Janeiro wants to close the Nise da Silveira Institute on April 30! For those who do not know, it is the one portrayed in the film Nise &quot;. Sign the petition and share it: https: // www. Change.org/p/prefeitura-d o-rio-de-janeiro-contra-o-fim-das -activities-of-hospital-municipal-nice-da-silveira… &quot;", "Como assim, o prefeito do Rio quer acabar com o Instituto Nise da Silveira . Um trabalho pioneiro com reconhecimento internacional.": "As well, the Mayor of Rio wants to end the Instituto Nise da Silveira. A pioneering work with international recognition.", "Acordei hoje com a notícia que esse maluco do Nando Moura estava caluniando o prefeito da Cidade de Nova York por ele não ter aceito o Bozo lá, entre as mentiras estava que o prefeito estivesse envolvido em esquema de corrupção, estupro entre outros...": "I woke up today with the news that this crazy Nando Moura was slandering the mayor of New York City because he did not accept Bozo there, among the lies was that the mayor was involved in a corruption scheme, rape among others ...", "Marcelo Tas que defendeu o prefeito de Nova York (acusado por estupro , corrupção e lavagem de dinheiro) vai dizer o quê?": "Marcelo Tas who defended the mayor of New York (accused of rape, corruption and money laundering) will say what?", "#alertadfndr : criminosos estão usando indevidamente a marca Atacadão para espalhar golpe que promete cestas básicas grátis. Alerte seus amigos! pic.twitter.com/48EcugFXCk": "#alertadfndr: criminals are misusing the Atacadão brand to spread a coup that promises free basic food baskets. Alert your friends! pic.twitter.com/48EcugFXCk", "O decreto 9.745/2019, citado como fonte, apenas estabelece a “regulação profissional” entre as 37 áreas de competência do @MinEconomia , ou seja, não acaba com a obrigatoriedade do exame. Em nota, a OAB reiterou que a informação é falsa. Confira em: http:// bit.ly/2XGqzfW . pic.twitter.com/sLORfVRHHo": "Decree 9.745 / 2019, cited as a source, only establishes “professional regulation” among the 37 areas of competence of @MinEconomia, that is, it does not end the mandatory examination. In a note, the OAB reiterated that the information is false. Check it out at: http: // bit.ly/2XGqzfW. pic.twitter.com/sLORfVRHHo", "Presidente Bolsonaro extinguiu obrigatoriedade de prova da OAB ou filiação para exercer a função. Excelente decreto .": "President Bolsonaro extinguished mandatory OAB proof or membership to exercise the function. Excellent decree.", "É falsa a informação de que o governo editou um decreto que acaba com a obrigatoriedade da inscrição nos quadros da OAB para o exercício da advocacia, bem como a necessidade de realização do Exame de Ordem para tal registro. https://www. oab.org.br/noticia/57148/ e-falsa-a-noticia-sobre-decreto-que-acaba-com-necessidade-de-inscricao-na-oab-para-exercicio-da-advocacia?utm_source=4590&utm_medium=email&utm_campaign=OAB_Informa …": "The information that the government has issued a decree that eliminates the obligation to register with the OAB for the practice of law, as well as the need to carry out the Order Examination for such registration is false. https: // www. oab.org.br/noticia/57148/ e-false-the-news-about-decree-which-ends-with-the-need-of-inscription-in-oab-for-the-practice-of-advocacy? utm_source = 4590 &amp; utm_medium = email &amp; utm_campaign = OAB_Informa…", "O DECRETO QUE ACABOU COM A OBRIGATORIEDADE DE ESTAR INSCRITO NOS CONSELHOS PROFISSIONAIS - OAB , CRM, CREA, CRP, CRF, ETC. DECRETO Nº 9.745, DE 8 DE ABRIL DE 2019 Art. 1º O Ministério da Economia, órgão da administração pública federal direta, tem como… https:// lnkd.in/ezV3uvZ": "THE DECREE THAT ENDED THE OBLIGATION TO BE REGISTERED IN PROFESSIONAL COUNCILS - OAB, CRM, CREA, CRP, CRF, ETC. DECREE No. 9,745, OF APRIL 8, 2019 Art. 1º The Ministry of Economy, organ of the direct federal public administration, has the… https: // lnkd.in/ezV3uvZ", "Taxi em Movimento: Vídeo: Navio da MSC joga sacos de lixo no mar próx... http:// taxiemmovimento.blogspot.com/2014/01/video- navio-da-msc-joga-sacos-de-lixo.html?spref=tw …": "Moving Taxi: Video: MSC ship throws garbage bags into the sea near ... http: // taxiemmovimento.blogspot.com/2014/01/video- ship-from-msc-throws-garbage-bags.html ? spref = tw…", "Flagra: Navio da MSC (Mediterranean Shipping Cruises), que partiu da Itália rumo ao Brasil, descarta seu lixo no mar http:// bit.ly/19FaEED": "Caught: MSC ship (Mediterranean Shipping Cruises), which left Italy for Brazil, discards its garbage at sea http: // bit.ly/19FaEED", "Coisa feia!!! Vídeo mostra navio MSC jogando lixo na Costa Brasileira #VexameMSC http://www. ilfattoquotidiano.it/2014/01/05/tv- in-brasile-litaliana-msc-crociere-getta-rifiuti-davanti-alle-nostre-coste/832103/ …": "Coisa did !!! Video shows MSC ship playing junk on the Brazilian Coast #VexameMSC http: // www. ilfattoquotidiano.it/2014/01/05/tv- in-brasil-litaliana-msc-cruises-throws-waste-before-our-coasts / 832103 /…", "O pintor Gustave Freipont teria previsto o incêndio da Catedral de Notre-Dame de Paris em sua pintura de 1942? NÃO SE ENGANE, pois a imagem é de OUTRA CATEDRAL! Entenda: https://www. boatos.org/entretenimento /gustave-fraipoint-freipoint-premonicao-incendio.html … pic.twitter.com/5bnbWHjISr": "Did the painter Gustave Freipont foresee the fire of Notre-Dame de Paris in his 1942 painting? DON&#39;T BE FOOLED, AS THE IMAGE IS FROM ANOTHER CATHEDRAL! Understand: https: // www. rumatos.org/entretenimento /gustave-fraipoint-freipoint-premonicao-incendio.html… pic.twitter.com/5bnbWHjISr", "Chegou aqui a pergunta sobre a pintura de um tal Gustave Fraipont, prevendo em 1924 o incêndio na Catedral de Paris. Tá tudo errado, porque não é Notre Dame de Paris (é Notre Dame de Reims) e não é premonição, pois registra um incêndio que aconteceu na Primeira Guerra Mundial. pic.twitter.com/sSfHqQQe6L": "Here comes the question about the painting of one Gustave Fraipont, predicting in 1924 the fire in the Cathedral of Paris. It&#39;s all wrong, because it&#39;s not Notre Dame de Paris (it&#39;s Notre Dame de Reims) and it&#39;s not a premonition, because it records a fire that happened in the First World War. pic.twitter.com/sSfHqQQe6L", "Essa pintura de Gustave Freipont, de 1924, se chama  Premonicion \". Não é incrível ? em Catedral De Notre Dame París Francia https://www. instagram.com/p/BwYUwHlnO3b/ ?utm_source=ig_twitter_share&igshid=n7kmvpnqfyq4 …\"": "This painting by Gustave Freipont, from 1924, is called Premonicion &quot;. Isn&#39;t it amazing? In Notre Dame París Francia Cathedral https: // www. Instagram.com/p/BwYUwHlnO3b/? Utm_source = ig_twitter_share &amp; igshid = n7kmvpnqfyq4…&quot;", "Marielle >BANDIDOS Narco-traficantes-Milícias pisou na bola PCC >Mandante do crime #Brazão do PT #OrganizaçãoCriminosa Assassinada por THIAGO- MACACO Midia para de acusar quem destruiu a sonhada #GRANDEPATRIA @ECantanhede @CarvalhosaMo @CarlosBolsonaro @RenovMidia @roxmo @SITEFCS pic.twitter.com/8HTb0VVmj8": "Marielle&gt; BANDIDOS Narco-traficantes-Militias stepped on the PCC ball&gt; Commander of the crime # PT&#39;s Arms #Criminal Organization Murdered by THIAGO- MACACO Midia to accuse those who destroyed the dream #GRANDEPATRIA @ECantanhede @CarvalhosaMo @CarlosBolsonaro @RenovMidiaITEFC .twitter.com / 8HTb0VVmj8", "Bem, as últimas noticias a respeito disso que o verdadeiro assassino de Marielle não é aqueles acusados senão um elemento de codinome  Macaco \". Ou seja, não colou a relação Bolsonaro x Marielle . Reveja suas fontes.\"": "Well, the latest news about this is that Marielle&#39;s real killer is not those accused but an element code-named Macaco &quot;. That is, he did not stick the Bolsonaro x Marielle relationship. Review his sources.&quot;", "@jornalnacional convivi com notícias da Marielle durante 3 meses quase todos os dias. Porque pararam as reportagens? Só porque se descobriu que seu matador foi Thiago macaco ? Negro favelado e ligado ao tráfico? Bonemer vc é o supra sumo do ridículo .": "@jornalnacional lived with news from Marielle for 3 months almost every day. Why did the reports stop? Just because it was discovered that your killer was Thiago monkey? Black slum and linked to trafficking? Bonemer vc is the supreme juice of the ridiculous.", "O Cesari Battisti confessou seus crimes, a esquerda calou; o assassino de MARIELLE foi descoberto, a esquerda se calou e agora o Luladrão confessou, a esquerda meteu a língua onde o macaco meu o caju. Demagogos, hipocritas e fariseus": "Cesari Battisti confessed his crimes, the left was silent; MARIELLE&#39;s killer was discovered, the left fell silent and now Lulatro confessed, the left stuck his tongue where my monkey the cashew. Demagogues, hypocrites and Pharisees", "[Agência Lupa] Verificamos: É falso que Thiago Macaco foi identificado como assassino de Marielle https:// piaui.folha.uol.com.br/lupa/2019/04/0 1/verificamos-marielle-preso-thiago/ …": "[Agência Lupa] We verified: It is false that Thiago Macaco was identified as Marielle&#39;s murderer https: // piaui.folha.uol.com.br/lupa/2019/04/0 1 / we checked-marielle-imprisoned-thiago /…", "NO AR. Thiago Macaco não é acusado pela polícia de assassinar Marielle . https:// aosfatos.org/noticias/thiag o-macaco-nao-e-acusado-pela-policia-de-assassinar-marielle/ … pic.twitter.com/RucmWUvSoT": "UP IN THE AIR. Thiago Macaco is not accused by the police of murdering Marielle. https: // aosfatos.org/noticias/thiag the-monkey-is-not-accused-by-the-police-of-murdering-marielle /… pic.twitter.com/RucmWUvSoT", "Já descobriram quem mandou? A quem a Marielle incomodava, afinal? Desde sempre se soube da ligação entre o tráfico e as milícias. Estão dando agora uma de ingênuos? A notícia do thiago macaco já é antiga.": "Have you found out who sent it yet? Who did Marielle bother with, anyway? The link between trafficking and militias has always been known. Are you playing naive now? The news of thiago monkey is old.", "Thiago Macaco é preso por envolvimento com a morte de Marielle - Brasil - iG https:// ultimosegundo.ig.com.br/brasil/2018-05 -30/marielle-franco-thiago-macaco.html …": "Thiago Macaco is arrested for involvement in the death of Marielle - Brazil - iG https: // ultimosegundo.ig.com.br/brasil/2018-05 -30 / marielle-franco-thiago-monkey.html…", "Vamos falar de Marielle ? Parou de falar dela porque? Por que Thiago Macaco do partido vermelho, preto, pobre, traficante confessou? Vc é muito cafageste Boulos! https:// twitter.com/GuilhermeBoulo s/status/1111372441551433728 …": "Shall we talk about Marielle? Why did you stop talking about her? Why did Thiago Macaco from the red, black, poor, drug dealer party confess? You are very naughty Boulos! https: // twitter.com/GuilhermeBoulo s / status / 1111372441551433728…", "Assassino bolsonarista é boa hahahahahaha Quanto a morte da tal Marielle , O Thiago Macaco (negro e pobre) ta preso. A Marielle foi morta pelos mesmos assassinos que o PSOL costuma defender.": "Bolsonarista killer is good hahahahahaha As for the death of this Marielle, Thiago Macaco (black and poor) is under arrest. Marielle was killed by the same killers that PSOL usually defends.", "Quem matou Marielle foi um traficante chamado Tiago Macaco . Traficante. Bandido. Vocês criaram o Frankstein e ele se voltou contra vocês. Mas o culpado tem que ser a polícia, não é mesmo?": "Whoever killed Marielle was a drug dealer named Tiago Macaco. Drug dealer. Bandit. You created Frankstein and he turned against you. But the police have to be blamed, don&#39;t they?", "Quem matou Marielle ? Resposta: Thiago Macaco , homem negro, pobre e ligado ao tráfico pic.twitter.com/3aRayciINB": "Who killed Marielle? Answer: Thiago Macaco, black man, poor and linked to trafficking pic.twitter.com/3aRayciINB", "Na realidade não moça O suspeito foi um traficante “Thiago macaco ” se eu não me engano E nenhuma pessoa de posição política contrária à de Marielle foi indiciada como suspeita, então não foi um crime político, foi mais uma mulher que sofreu na mão da violência brasileira": "Actually, not a girl. The suspect was a drug dealer “Thiago Monkey” if I&#39;m not mistaken. And no person with a political position contrary to Marielle&#39;s was indicted as a suspect, so it wasn&#39;t a political crime, it was more of a woman who suffered from violence. brazilian", "A esquerda atualmente está defendendo o cara que quase matou Bolsonaro, pois bem, que passemos a considerar que Tiago Macaco , o homem que matou Marielle Franco, é completamente inocente do caso:)": "The left is currently defending the guy who almost killed Bolsonaro, well, let us now consider that Tiago Macaco, the man who killed Marielle Franco, is completely innocent of the case :)", "Que mundo vc vive? Quem matou a Marielle Foi Thiago macaco . Mas como o assassino é negro,vcs ficam se fazendo de desentendidos.": "What world do you live in? It was Thiago monkey who killed Marielle. But as the murderer is black, you are playing disagreements.", "Errou! Tiago Macaco foi preso por envolvimento na morte do colaborador do Siciliano. Posteriormente foi divulgado pela mídia que ele teria participação na morte da Marielle e que não teria sido o assassino como você disse, mas sim o responsável pela clonagem do Cobalt. Fake News": "Wrong! Tiago Macaco was arrested for involvement in the death of the Siciliano employee. It was later reported by the media that he would have participated in Marielle&#39;s death and that he would not have been the killer as you said, but responsible for the cloning of Cobalt. Fake News", "Não há o Caso Marielle \" fora da imprensa. Já identificaram o assassino. O ex-presidiario Marcelo Macaco . Só que a esquerda não se conforma dele NÃO ser loiro de olhos azuis...\"": "There is no Marielle Case &quot;outside the press. They have already identified the killer. Former inmate Marcelo Macaco. Only the left doesn’t accept that he is NOT a blond with blue eyes ...&quot;", "Assassino de Marielle foi descoberto! É Thiago Macaco , preto, pobre e traficante #boato http://www. boatos.org/politica/assas sino-marielle-thiago-macaco.html …": "Marielle&#39;s killer was discovered! It&#39;s Thiago Macaco, black, poor and drug dealer #boato http: // www. rumors.org/politica/assas sino-marielle-thiago-monkey.html…", "Ao contrário das ilações do PSOL e Marcelo Freixo apontarem o provável assassino de Marielle como um homem branco, da PM e homofóbico, eis que a investigação chegou em Thiago Macaco que é negro, de origem pobre e ligado ao tráfico. A esquerda mente e silencia! #MarielleAusente pic.twitter.com/46kiqR6yPQ": "Contrary to the conclusions of PSOL and Marcelo Freixo pointing to the probable murderer of Marielle as a white man, from the PM and homophobic, here the investigation arrived in Thiago Macaco, who is black, of poor origin and linked to trafficking. The left lies and is silent! #MarielleAusente pic.twitter.com/46kiqR6yPQ", "Vamos voltar a falar de Marielle . MARIELLE VIVE.Foi assassinada por THIAGO MACACO . Ele NÃO MERECE PUNIÇÃO. Thiago Macaco é VÍTIMA DA SOCIEDADE OPRESSORA. Negro,pobre,apelido racista,sem oportunidades na sociedade. #ThiagoMacacoLivre Chamem @mariadorosario @lucianagenro @psol50": "Let&#39;s talk about Marielle again. MARIELLE VIVE. She was murdered by THIAGO MACACO. He DOES NOT DESERVE PUNISHMENT. Thiago Macaco is a VICTIM OF THE OPPRESSING SOCIETY. Black, poor, racist nickname, with no opportunities in society. #ThiagoMacacoLivre Call @mariadorosario @lucianagenro @ psol50", "Marielle morta pelo Macaco ... Huahuhahahhahaha": "Marielle morta pelo Macaco ... Huhuhahahahaha", "Ah cara, ainda estão tentando culpar a vítima pela morte cruel! Jogando o tal Macaco como culpado do assassinato de Marielle (o que ainda não foi confirmado) e dizendo que ela foi culpada por defender negro e “bandido”! É mais fácil fazer isso que admitir o racismo né?": "Oh man, they&#39;re still trying to blame the victim for the cruel death! Playing that Monkey as guilty of Marielle&#39;s murder (which has not yet been confirmed) and saying that she was guilty of defending black and &quot;bandit&quot;! It’s easier to do that than admit racism, right?", "Alô fakenews! O Thiago Macaco é só um dos suspeitos da morte da Marielle (que inclusive foi assassinada por um grupo de pessoas) - dentre outros suspeitos também tem o vereador Siciliano (PHS), envolvido com milícias, o ex-PM e chefe de milícia Orlando Oliveira, etc.": "Hello fakenews! Thiago Macaco is just one of the suspects of Marielle&#39;s death (who was even murdered by a group of people) - among other suspects there is also the Sicilian councilor (PHS), involved with militias, the ex-PM and militia chief Orlando Oliveira , etc.", "O assassino da Marielle é um negro pobre e traficante com apelido de Macaco . E agora? cadê os esquerdistas? Jean Willis? Sakamoto? Maria do Rosario? Boulos? Manuela? PSOL? Cadê os artistas globais? Sumiram?": "Marielle&#39;s killer is a poor black drug dealer with a nickname of Monkey. And now? where are the leftists? Jean Willis? Sakamoto? Maria do Rosario? Boulos? Manuela? PSOL? Where are the global artists? Gone?", "Preso suspeito de envolvimento no assassinato de Marielle . Preto, Pobre e de periferia Thiago Macaco \". O advogado de defesa deve ser do PSOL. pic.twitter.com/rLYxvHS9ph\"": "Arrested suspected of involvement in Marielle&#39;s murder. Black, Poor and from the periphery Thiago Macaco &quot;. The defense lawyer must be from PSOL. Pic.twitter.com/rLYxvHS9ph&quot;", "Vixi, agora funde a cabeça dos hipócritas de plantão! Envolvido no assassinato de Marielle é negro e chamado de Macaco ! https:// glo.bo/2xt5ZaK pic.twitter.com/UW4MrtJHVG": "Vixi, now blow the head of the hypocrites on duty! Involved in Marielle&#39;s murder is black and called a Monkey! https: // glo.bo/2xt5ZaK pic.twitter.com/UW4MrtJHVG", "Que? Então quer dizer que o matador de Marielle Presente é um negro e é chamado de Macaco ? Vixi, vai dar nó na cabeça da hipocrisia! E agora? - obs.: Presente é o sobrenome dela? pic.twitter.com/8yW7LeJCY8": "What? So you mean that Marielle Presente&#39;s killer is a black man and is called a Monkey? Vixi, it will tie the head of hypocrisy! And now? - obs .: Present is her last name? pic.twitter.com/8yW7LeJCY8", "Prisão de 'Thiago Macaco ' não está relacionado ao caso Marielle , diz delegado http:// dlvr.it/QVksGm": "Arrest of &#39;Thiago Macaco&#39; is not related to the Marielle case, says delegate http: // dlvr.it/QVksGm", "Prisão de 'Thiago Macaco ' não está relacionado ao caso Marielle , diz delegado http:// radiovoxbrazil.com/2018/05/prisao -de-thiago-macaco-nao-esta-relacionado-ao-caso-marielle-diz-delegado/ …": "Arrest of &#39;Thiago Macaco&#39; is not related to the Marielle case, says delegate http: // radiovoxbrazil.com/2018/05/prisao -de-thiago-monkey-not-this-related-to-the-case-marielle-says-delegate /…", "Prisão de 'Thiago Macaco ' não está relacionado ao caso Marielle , diz delegado - http:// news.jornaltijucas.com.br/prisao-de-thia go-macaco-nao-esta-relacionado-ao-caso-marielle-diz-delegado/ …": "Arrest of &#39;Thiago Macaco&#39; is not related to the Marielle case, says chief - http: // news.jornaltijucas.com.br/prisao-de-thia go-monkey-not-this-related-to-the-case-marielle -delegate /…", "Polícia prende Thiago Macaco , suspeito de envolvimento com milícia de Jacarepaguá e citado por delator do caso Marielle . #rpnm2018 pic.twitter.com/2cq6whl6cR": "Police arrest Thiago Macaco, suspected of involvement with Jacarepaguá militia and quoted as a whistleblower in the Marielle case. # rpnm2018 pic.twitter.com/2cq6whl6cR", "Thiago Bruno Mendonça foi preso no shopping Nova América na tarde desta terça (30). Conhecido como Thiago Macaco , ele é acusado de envolvimento nas mortes da vereadora Marielle ... http://www. portaldolitoralpb.com.br/policia-prende -suspeito-de-envolvimento-no-caso-marielle/ …": "Thiago Bruno Mendonça was arrested at the Nova América shopping center on Tuesday afternoon (30). Known as Thiago Macaco, he is accused of involvement in the deaths of councilor Marielle ... http: // www. portaldolitoralpb.com.br/policia-prende -suspect-of-involvement-in-the-case-marielle /…", "Preso suspeito pela Morte de Marielle Franco, mais conhecido como Thiago  Macaco \",já podem retirar o argumento de que Marielle morreu por ser negra pic.twitter.com/trkRVwWZjh\"": "Suspected prisoner for the death of Marielle Franco, better known as Thiago Macaco &quot;, you can now remove the argument that Marielle died for being black pic.twitter.com/trkRVwWZjh&quot;", "Thiago macaco , suspeito de estar envolvido na execução de Marielle Franco, foi preso no shopping nova América.": "Thiago Macaque, suspected of being involved in the execution of Marielle Franco, was arrested at the Nova América mall.", "Dois meses depois... homem conhecido como Thiago Macaco (33) foi preso ontem no Rio. É suspeito de envolvimento no assassinato da vereadora Marielle /PSOL, mas foi preso pela morte de Carlos Alexandre Pereira, o Cabeça, colaborador do vereador Marcello Siciliano/(PHS).": "Two months later ... a man known as Thiago Macaco (33) was arrested yesterday in Rio. He is suspected of involvement in the murder of city councilor Marielle / PSOL, but was arrested for the death of Carlos Alexandre Pereira, the Head, a collaborator with councilor Marcello Siciliano / (PHS).", "A foto, na verdade, não mostra @dilmabr e nem o traficante Pablo Escobar , e sim Miguel Ángel Zuvic e sua esposa, Ema. Zuvic é pai da política argentina @MarianaZuvic . Os outros 2 adultos na foto de fato são Néstor e Cristina Kirchner. Confira em: http:// bit.ly/2DHfdRd . pic.twitter.com/lszQYK89jb": "The photo, in fact, does not show @dilmabr and neither does Pablo Escobar, but Miguel Ángel Zuvic and his wife, Ema. Zuvic is the father of Argentine politics @MarianaZuvic. The other 2 adults in the photo are in fact Néstor and Cristina Kirchner. Check it out at: http: // bit.ly/2DHfdRd. pic.twitter.com/lszQYK89jb", "Estadão: Foto antiga é usada para alegar falsa reunião entre casal Kirchner, Dilma e Pablo Escobar . Apelação escrota da direita chega a níveis de perversidade. #Venezuela https:// politica.estadao.com.br/blogs/estadao- verifica/foto-antiga-e-usada-para-alegar-falsa-reuniao-entre-casal-kirchner-dilma-e-pablo-escobar/ … via @GoogleNews": "Estadão: Old photo is used to claim false meeting between Kirchner couple, Dilma and Pablo Escobar. Right-wing appeals reach levels of perversity. #Venezuela https: // politica.estadao.com.br/blogs/estadao- checks / old-photo-and-used-to-claim-false-reunion-between-couple-kirchner-dilma-and-pablo-escobar / … Via @GoogleNews", "Montagem em foto antiga coloca casal Kirchner, Dilma e Pablo Escobar em falsa reunião - O Popular http:// bit.ly/2Wkiu0l": "Old photo montage puts couple Kirchner, Dilma and Pablo Escobar in false meeting - O Popular http: // bit.ly/2Wkiu0l", "A imagem com mensagem falsa ainda diz que os ex-presidentes argentinos Néstor e Cristina Kirchner estariam na foto. Os políticos peronistas de fato estão na foto, mas Dilma e Pablo Escobar , não.": "The image with a false message still says that former Argentine presidents Néstor and Cristina Kirchner would be in the photo. Peronist politicians are in fact in the photo, but Dilma and Pablo Escobar are not.", "Um boato antigo que alega que a ex-presidente Dilma Rousseff aparece em foto com Pablo Escobar voltou a circular no Facebook. Não é verdade que a petista tenha posado ao lado do famoso traficante colombiano.": "An old rumor alleging that former President Dilma Rousseff appears in a photo with Pablo Escobar has returned to circulate on Facebook. It is not true that the PT was posing alongside the famous Colombian drug dealer.", "Sério que tão compartilhando aquela foto outra vez??? Aquela que dizem ser da Dilma com o Pablo Escobar !!! Kd a porra do bloqueio pras Fake News e seus propagadores Facebook? Daqui uns dias essas mentiras vão causar a morte de alguém por engano.": "Seriously sharing that photo again ??? The one they say is Dilma&#39;s with Pablo Escobar !!! Kd the fucking block for Fake News and its Facebook spreaders? In a few days these lies will cause someone to die by mistake.", "Nunca esqueço daquela foto da Dilma , Pablo Escobar e Kirchner": "I never forget that photo of Dilma, Pablo Escobar and Kirchner", "E essa foto da Dilma com Pablo Escobar , mas pera... não é Dilma e o cara não é Pablo Escobar . Os cara disseminam de tudo.": "And this picture of Dilma with Pablo Escobar, but wait ... it&#39;s not Dilma and the guy is not Pablo Escobar. The guys spread everything.", "A Dilma sempre andou muito bem acompanhada.Acho que o Pablo Escobar aprendeu a ser mafioso com ela. pic.twitter.com/iMn74Td0FI": "Dilma has always been very well accompanied. I think Pablo Escobar learned to be a mobster with her. pic.twitter.com/iMn74Td0FI", "A ~foto de Dilma com Pablo Escobar ~ é uma evolução em relação aquela com Hitley, pelo menos eles estavam vivos na mesma época": "The ~ photo of Dilma with Pablo Escobar ~ is an evolution compared to that with Hitley, at least they were alive at the same time", "No governo Bolsonaro . Almoço no Planalto, é no bandejão mesmo. Acabou a farra da era PT, de ter chefe com cardápio francês. Quem prepara as comidas são taifeiros militares, isso significa custo zero de mão de obra. As imagens, falam por si só. pic.twitter.com/W7vUhBu3Iv": "In the Bolsonaro government. Lunch at the Plateau, it is at the bandejão. The spree of the PT era is over, of having a chef with a French menu. Those who prepare the food are military stewards, this means zero cost of labor. The images speak for themselves. pic.twitter.com/W7vUhBu3Iv", "ALMOÇO NO PLANALTO agora é no bandejão mesmo, acabou a farra da era PT, de ter chefe com cardápio francês. Quem prepara as comidas são taifeiros militares, isso significa custo zero de mão de obra. As imagens falam por si só. VIVA O BRASIL SOB NOVA DIREÇÃO VIVA BOLSONARO pic.twitter.com/kCzBSie53c": "LUNCH ON THE PLANALTO is now on the bandejão, the PT era binge is over, having a chef with a French menu. Those who prepare the food are military stewards, this means zero cost of labor. The images speak for themselves. VIVA BRASIL UNDER NEW DIRECTIVE VIVA BOLSONARO pic.twitter.com/kCzBSie53c", "Chega de contratar chefs franceses para preparar o menu. Almoço no Planalto agora é no bandejão mesmo. Quem prepara as comidas são taifeiros militares, isso significa CUSTO ZERO de mão de obra. As imagens falam por si só, Presidente Bolsonaro dá exemplo. #MudaBrasil pic.twitter.com/jwHrLvtjyp": "No more hiring French chefs to prepare the menu. Lunch at the Plateau is now at the bandejão. Those who prepare the food are military stewards, that means ZERO COST of labor. The images speak for themselves, President Bolsonaro sets an example. #MudaBrasil pic.twitter.com/jwHrLvtjyp", "No governo Bolsonaro almoço no Planalto é no bandejão mesmo ! Acabou a farra da era PT de ter cheff com cardápio francês https://www. facebook.com/Poetaminas/pos ts/2407845875913669 …": "In the Bolsonaro government, lunch in the Plateau is on the same plateau! The frenzy of the PT era of having a French menu is over https: // www. facebook.com/Poetaminas/pos ts / 2407845875913669…", "Salada, churrasco e batata frita: o almoço de Bolsonaro no bandejão do Planalto https:// glo.bo/2IJFN0q": "Salad, barbecue and french fries: Bolsonaro&#39;s lunch at the Plateau plateau https: // glo.bo/2IJFN0q", "Bolsonaro almoça pela primeira vez no bandejão dos funcionários do Palác... https:// youtu.be/Y8wdBwKn1Z0 via @YouTube": "Bolsonaro has lunch for the first time at the Palác employees&#39; banner ... https: // youtu.be/Y8wdBwKn1Z0 via @YouTube", "Bolsonaro é o primeiro chefe do Executivo a almoçar no bandejão da presidência. Ele prometeu voltar ao restaurante uma vez por mês. https://www. tvcidadenews.com.br/2019/04/bolson aro-faz-historia-ao-almocar-no.html …": "Bolsonaro is the first chief executive to have lunch at the presidential banner. He promised to return to the restaurant once a month. https: // www. tvcidadenews.com.br/2019/04/bolson aro-faz-historia-ao-lunch-no.html…", "Presidente Bolsonaro é flagrado comendo no bandejão do Palcário do Planalto https:// aconteceagora.com.br/presidente-bol sonaro-e-flagrado-comendo-no-bandejao-do-palcario-do-planalto/ … !!!!": "President Bolsonaro is caught eating at the plateau of Palcário do Planalto https: // aconteceagora.com.br/presidente-bol sonaro-e-spotted-eating-in-plateau-of-palace-of-the-plateau /… !!!!", "Bolsonaro almoça no ' bandejão ' do Palácio do Planalto com ministros e assessores | Política | G1 https:// g1.globo.com/politica/notic ia/2019/04/25/bolsonaro-almoca-no-bandejao-do-palacio-do-planalto.ghtml …": "Bolsonaro has lunch at the &quot;plateau&quot; of the Planalto Palace with ministers and advisers | Policy | G1 https: // g1.globo.com/politica/notic ia / 2019/04/25 / bolsonaro-lunch-at-plateau-of-the-palace-of-the-plateau.ghtml…", "Repassem! Este esquerdopata que chamou Jesus Cristo de travesti e bicha é atração da #GloboLixo para o criança esperança . A #globolixo desafia a opiniao publica! pic.twitter.com/Dmu4HOtWkH": "Go ahead! This leftist who called Jesus Christ a transvestite and a fag is an attraction of the #GloboLixo for the hope child. The #globolixo challenges public opinion! pic.twitter.com/Dmu4HOtWkH", "Enquanto isso o Criança Esperança desse ano terá uma participação especial do mesmo imbecil que chamou Nosso Senhor Jesus Cristo de travesti . A Gobo por si só está decretando o seu fim. https://www. facebook.com/1421585067/pos ts/10213943677652339/ …": "Meanwhile, this year&#39;s Criança Esperança will have a special participation from the same imbecile who called Our Lord Jesus Christ a transvestite. Gobo alone is decreeing its end. https: // www. facebook.com/1421585067/pos ts / 10213943677652339 /…", "E um imbecil de marca MAIOR, o que as crianças com necessidade tem a ver com disputa eleitoral amigo? Ontem vi um idiota comentar o mesmo do criança esperança por causa de um apresentador que disse que Jesus era travesti , agora os necessitados sofrerão por causa de idiotas.": "And a BIGGER asshole, what do children in need have to do with friendly electoral dispute? Yesterday I saw an idiot comment the same as the child hope because of a presenter who said that Jesus was a transvestite, now the needy will suffer because of idiots.", "se é assim então Johnny Hooker dizer que Jesus é travesti ...prova que ele é xenofobico....e o mesmo esteve na rede globo...fazendo parte das atrações do criança esperança . ...e ai como é que fica?": "if that is the case then Johnny Hooker says that Jesus is a transvestite ... proves that he is xenophobic .... and he was on the globe ... being part of the attractions of the hope child. ... and how is it?", "Rede Globo sendo Rede Globo. Olha que presença ilustre no criança esperança . Tomou em vão o nome do nosso Senhor, o chamou de travesti e ainda vai marcar presença em uma das campanhas mais milionários da tv brasileira em prol as crianças. Isso não está acontecem! pic.twitter.com/AWGJrsMpgU": "Rede Globo being Rede Globo. Look at that illustrious presence in the hope child. He took the name of our Lord in vain, called him a transvestite and will still be present in one of the most millionaire campaigns on Brazilian TV for children. This is not happening! pic.twitter.com/AWGJrsMpgU", "Boicote ao criança esperança !! O idiota que xingou Jesus de travesti será atração do programa!!! #GloboLixo #RedeEsgoto #CriançaEsperançaNão #CriançaRoubança": "Boycott the child hope !! The idiot who cursed Jesus as a transvestite will be the show&#39;s attraction !!! #GloboLixo #RedeEsgoto #ChildrenHopeNo #ChildrenRoubança", "grande @lobaoeletrico !! Não tem nada a ver com seu twitter,mas preciso só te sugerir puxar a hastag #criançaesperançanão ou #criançaroubança !!! Aquela coisa q chamou Jesus de travesti vai ser atração do criança esperança !!! E os babacas doando!!!! Vamos boicotar!!!!": "great @lobaoeletrico !! It has nothing to do with your twitter, but I just need to suggest pulling the hastag # Criançaesperançanão or # Criançaçaroubança !!! That thing that called Jesus the transvestite will be the attraction of the child hope !!! And the assholes donating !!!! Let&#39;s boycott !!!!", "CHAMOU JESUS DE TRAVESTI E SERÁ ATRAÇÃO NO CRIANÇA ESPERANÇA DO GLIBO LIXO! https://www. facebook.com/1350185211/pos ts/10212222655385478/ …": "JESUS CALLED A TRAVESTI AND IT WILL BE ATTRACTION IN THE CHILD HOPE OF THE WASTE GLIBE! https: // www. facebook.com/1350185211/pos ts / 10212222655385478 /…", "Usar\"Cristo ñ é certo em qualquer ocasião Legal mesmo é chamar Jesus de travesti , bicha igual o @que foi no Criança Esperança ? Obs.: Jesus deu chicotadas literais nos vendilhões do templo, ele ñ estava muito pacífico nesta ocasião. Dica: Sem perseguição, sem mártir/herói\"": "Using &quot;Cristo ñ is right on any occasion It&#39;s really cool to call Jesus a transvestite, like the @ @ that was on Criança Esperança? Obs .: Jesus gave literal whips to the temple vendors, he wasn&#39;t very peaceful on this occasion. Tip: No persecution without martyr / hero &quot;", "Isso se não desrespeitar a religião alheia e chamar Jesus de travesti . Depois, for no criança esperança pedir dinheiro....": "This is if you do not disrespect the religion of others and call Jesus a transvestite. Then, go to the child hope to ask for money ....", "Após chamar Jesus de travesti , Johnny Hooker canta no Criança Esperança https:// noticias.gospelprime.com.br/johnny-hooker- crianca-esperanca-toda-forma-de-amor/ …": "After calling Jesus a transvestite, Johnny Hooker sings at Criança Esperança https: // noticias.gospelprime.com.br/johnny-hooker- child-hope-all-form-of-love /…", "A tag Criança Esperança estava em primeiro lugar no Tt mas só haviam pessoas contra esta porcaria q estão fazendo, atriz e atores q apoiam o aborto pedindo dinheiro,cantor q chamou Jesus de travesti , q o Twitter derrubou a tag.": "The tag Criança Esperança was first in Tt but there were only people against this crap they are doing, actress and actors q support abortion asking for money, singer q called Jesus a transvestite, q Twitter dropped the tag.", "VC QUE SE DIZ CRISTÃO E ESTA PENSANDO EM DOAR DINHEIRO PARA ESSE LIXO DE EMISSORA LEMBRE-SE A CRIATURA QUE CHAMOU JESUS CRISTO DE TRAVESTI É UMA DAS ATRAÇÕES DO CRIANÇA ESPERANÇA .": "VC THAT SAYS CHRISTIAN AND IS THINKING TO DONATE MONEY TO THAT ISSUER WASTE REMEMBER THE CREATURE THAT CALLED JESUS CHRIST IN TRANSVESTI IS ONE OF THE CHILDREN&#39;S HOPE ATTRACTIONS.", "Globo lixo. Colocou Johnny Hooker no criança esperança aquele que chamou Jesus de travesti . #CriançaEsperança": "Garbage globe. Johnny Hooker put hope in the child who called Jesus a transvestite. #Child Hope", "Criança Esperança ou lacração esperança? Não suje seu nome com essa corja que chama Jesus de travesti !! #NaoDoeCriancaEsperanca": "Child Hope or hope sealing? Do not mess your name with this gang that calls Jesus a transvestite !! #NaoDoeCriancaEsperanca", "Nossa o cara fala que Jesus é travesti e gay sim. Onde ele está ? Na Globo no criança esperança": "Wow, the guy says Jesus is a transvestite and gay yes. Where is he ? At Globo in Child Hope", "PORRA VOCÊS TÃO DE BRINCADEIRA NE? COMO COLOCA UM FILHO DA PUTA, QUE CHAMOU JESUS DE TRAVESTI EM REDE NACIONAL? QUE DESRESPEITO COM A FAMÍLIA BRASILEIRA! USA O NOME DE  CRIANÇA ESPERANÇA \" PRA POR UM SER LIXO DESSES NO AR! QUE REPUGNANTE! #criançaesperança\"": "FUCKING YOU SO JOKE NE? HOW DOES A BITCH CHILD, WHO CALLED JESUS A TRAVESTI ON A NATIONAL NETWORK? WHAT A DISRESPECT TO THE BRAZILIAN FAMILY! USE THE NAME OF CHILD HOPE &quot;PRAY FOR A TRASH OF THEM IN THE AIR! HOW DISGUSTING! # Criançaesperança&quot;", "Só passando pra lembrar que o retardado do jhonny hooker (que chamou Jesus de bicha e travesti ) vai participar do criança esperança . Só pra lembrar pra pesar na decisão de quanto doar, se sequer doar.": "Just to remind you that the retarded jhonny hooker (who called Jesus a fag and a transvestite) will participate in the hope child. Just to remember to weigh in the decision of how much to donate, if you donate at all.", "O CANTOR Johnny Hooker - PROSTITUTA em inglês , QUE XINGOU JESUS DE TRAVESTI , ESTARÁ NO CRIANÇA ESPERANÇA ! . . #tv #apresentadora #criança #jornalismo #informação #jornalista … https://www. instagram.com/p/BmXRa2fhk-n/ ?utm_source=ig_twitter_share&igshid=3p68iiyc1h2a …": "THE SINGER Johnny Hooker - PROSTITUTE IN ENGLISH, WHO CALLED JESUS OF TRANSVESTI, WILL BE IN CHILD HOPE! . . #tv #presenter # child #journalism #information #journalist… https: // www. instagram.com/p/BmXRa2fhk-n/? utm_source = ig_twitter_share &amp; igshid = 3p68iiyc1h2a ...", "Criança Esperança terá apresentação do transformista que igualou Jesus a travesti http://www. conservadorismodobrasil.com.br/2018/08/crianc a-esperanca-tera-apresentacao-do-transformista-que-igualou-jesus-a-travesti.html …": "Criança Esperança will be presented by the transformer who equated Jesus to transvestite http: // www. conservadorismodobrasil.com.br/2018/08/crianc a-esperanca-tera-presentation-do-transformaista-que-even-jesus-a-travesti.html…", "Essa CARNIÇA chamou JESUS de travesti . Vai estar no  Criança Esperança \". DESGRAÇADO! MISERÁVEL e IMACUMBADO. Tu vais arder no enxofre e no fogo do inferno inseto. pic.twitter.com/xsKpwA4GjW\"": "This CARNIÇA called JESUS a transvestite. It will be at Criança Esperança &quot;. WRONG! MISERABLE and IMMACHUMBLE. You will burn in the sulfur and fire of the insect hell. Pic.twitter.com/xsKpwA4GjW&quot;", "ATENÇÃO ! o idiota q chamou Jesus de bicha de travesti vai participar do Criança Esperança da Globo Diga NÃO a criança esperança NÃO DOE. Divulgue para todos os seus contatos abaixo detalhes ! COMPARTILHEM pic.twitter.com/NvAd4jVsEb": "ATTENTION ! the idiot who called Jesus a travesty fag will participate in Globo&#39;s Criança Esperança Say NO to the hope child DON&#39;T DONATE. Disclose to all your contacts below details! SHARE pic.twitter.com/NvAd4jVsEb", "Acabei de saber que o lixo gayzista que chamou Jesus de TRAVESTI ganhou um prêmio da ONU e foi convidado pra se apresentar no Criança Esperança da Globo. Bacana, né? pic.twitter.com/T2wsa6X0nY": "I just learned that the gayzista garbage that called Jesus TRAVESTI won a UN award and was invited to perform at Criança Esperança da Globo. Nice, right? pic.twitter.com/T2wsa6X0nY", "Dinheiro que depois a Globo desconta do imposto de renda. Estão divulgando também que aquele desgraçado Johnny Hooker que chamou Jesus de bicha e travesti vai se apresentar no  Criança Esperança \" ou tão escondendo?\"": "Money that Globo then deducts from the income tax. They are also publicizing that that bastard Johnny Hooker who called Jesus a fag and a transvestite will perform at Criança Esperança &quot;or so hiding?&quot;", "@Crian_Esperanca Cantor que afirmou que Jesus é travesti e “bicha” é denunciado no Ministério Público Federal https://www. jmnoticia.com.br/2018/07/31/can tor-que-afirmou-que-jesus-e-travesti-e-bicha-e-denunciado-no-ministerio-publico-federal/ … via @jmnoticia - Então é esse o artista que vai participar do Criança Esperança \"\"": "@Crian_Esperanca Singer who stated that Jesus is a transvestite and “fag” is denounced at the Federal Public Ministry https: // www. jmnoticia.com.br/2018/07/31/can tor-que-stated-que-jesus-e-travesti-e-bicha-e-denunciado-no-ministerio-Público-Federal /… via @jmnoticia - So it is this is the artist who will participate in Criança Esperança &quot;&quot;", "O que tem de cristãos que irão doar no criança esperança da globo... Mesmo depois daquele cantorzinho dizer que JESUS é travesti , que JESUS é bicha...": "What about Christians who will donate hope of the globe to the child ... Even after that little singer says that JESUS is a transvestite, that JESUS is a fag ...", "OLHA a MERDA que a Globo irá promover!!!! - Cantor que chamou Jesus de travesti se apresentará no Criança Esperança https:// noticias.gospelprime.com.br/johnny-hooker- jesus-travesti-crianca-esperanca/ …": "LOOK AT THE SHIT that Globo will promote !!!! - Singer who called Jesus a transvestite will perform at Criança Esperança https: // noticias.gospelprime.com.br/johnny-hooker- jesus-travesti-Criança-Esperanca /…", "A ABIN lançou nota negando que o desastre de Brumadinho foi um atentado terrorista feito por 1 cubano e 1 venezuelano . Povo besta": "ABIN issued a note denying that the Brumadinho disaster was a terrorist attack by 1 Cuban and 1 Venezuelan. Beast people", "foi preciso a abin se pronunciar a respeito de fake news onde alegava que a tragédia de brumadinho foi devido a ataque terrorista cubano / venezuelano o brasileiro tá vivendo uma realidade paralela meio as três espiãs demais, sabe?": "it was necessary for abin to pronounce itself on fake news where it claimed that the brumadinho tragedy was due to a Cuban / Venezuelan terrorist attack the Brazilian is living in a parallel reality among the three too many spies, you know?", "RECHACE A MENTIRA: SOBRE A FAKE NEW REFERENTE A BRUMADINHO Sobre a fake new distribuída pela extrema-direita nas redes sociais que atribui a um venezuelano e a um cubano imaginários uma explosão terrorista que teria gerado a tragédia na barragem de Brumadinho . pic.twitter.com/kyvPDxHosm": "RECHACE THE LIE: ABOUT FAKE NEW RELATED TO BRUMADINHO About the fake new distributed by the extreme right on social networks that attributes to a Venezuelan and an imaginary Cuban a terrorist explosion that would have generated the tragedy at the Brumadinho dam. pic.twitter.com/kyvPDxHosm", "Vejam o que os minions andam espalhando pelo WhatsApp - detalhe: abstraiam os erros de português (os caras são burros, além de doidos). Segundo esse delírio, o rompimento da barragem de Brumadinho pode ter sido um ato terrorista - um cubano e um venezuelano estariam envolvidos:": "See what the minions are spreading through WhatsApp - detail: abstract the Portuguese mistakes (the guys are stupid, as well as crazy). According to this delusion, the rupture of the Brumadinho dam may have been a terrorist act - a Cuban and a Venezuelan are involved:", "Minha prima, que adora uma fake news, me mostrou um textão no facebook falando que a tragédia em Brumadinho foi, na verdade, um atentado terrorista causado por um cubano e um venezuelano . Mentira.": "My cousin, who loves fake news, showed me a text on Facebook saying that the tragedy in Brumadinho was actually a terrorist attack caused by a Cuban and a Venezuelan. Lie.", "@CarlosBolsonaro É URGENTE que antecipemos a ida às ruas antes do dia 7 de abril ! O STF resolveu dar salvo conduto a Lula no dia 04 de abril.E estará SOLTO Vamos dia 3 de abril !!!!!": "@CarlosBolsonaro It is URGENT that we anticipate going to the streets before April 7th! The Supreme Court decided to give Lula a safe conduit on April 4th. And it will be FREE! Let&#39;s go on April 3rd !!!!!", "https://www. boatos.org/politica/stf-s alvo-conduto-lula-solto.html … NOTÍCIA DE SALVO CONDUTO DE LULA É FAKE. AJUDEM A DESMENTIR. ESTÃO USANDO O BOATO PRA INCITAR ÓDIO AO STF QUE VAI JUGAR HABEAS CORPUS DE LULA DIA 04 DE MARÇO, QUINTA-FEIRA pic.twitter.com/X0fCRRiJzk": "https: // www. rumors.org/politica/stf-s target-conduto-lula-solto.html… NEWS FROM SALVO CONDUITO DE LULA IS FAKE. HELP TO DISPUTE. They are using the rumor to incite hatred to the Supreme Court that will play HABEAS CORPUS DE LULA on MARCH 4, THURSDAY pic.twitter.com/X0fCRRiJzk", "Que absurdo!!! A ministra Cármen Lúcia, do Supremo Tribunal Federal ( STF ), enviou ao advogado José Roberto Batochio o salvo-conduto do ex-presidente Lula . O documento autoriza o petista a viajar e transitar livremente. https:// politica.estadao.com.br/blogs/fausto-m acedo/salvo-conduto-de-luiz-inacio-lula-da-silva/ …": "How absurd!!! Minister Cármen Lúcia, of the Supreme Federal Court (STF), sent lawyer José Roberto Batochio the ex-president Lula&#39;s safe-conduct. The document authorizes the PT to travel and transit freely. https: // politica.estadao.com.br/blogs/fausto-m acedo / salvo-conduto-de-luiz-inacio-lula-da-silva /…", "Lula recebe o salvo conduto do STF . #STFVergonhaNacional Lugar de condenado é na cadeia. Repassem! pic.twitter.com/leozjWC8sw": "Lula receives the STF safe conduct. #STFVergonhaNacional The condemned place is in jail. Go ahead! pic.twitter.com/leozjWC8sw", "@STF _oficial , Salvo Conduto para Lula ? Seus ditadores esquerdiotas, vocês são a vergonha do Brasil e vão cair #STFVegonhaNacional": "@STF _oficial, Salvo Conduto para Lula? You leftist dictators, you are the shame of Brazil and will fall #STFVegonhaNacional", "@jairbolsonaro ATENÇÃO ALERTA A TODOS o STF .JA DEU O SALVO CONDUTO PARA O LULA ,.O STF .VAI SOLTAR O LULA E MAIS 170 BANDIDOS DE ALTA PERICULOSIDADE": "@jairbolsonaro ATTENTION ALERT TO ALL STF .JA GIVES THE SAVED CONDUCT TO LULA, .STF .WILL RELEASE LULA AND 170 MORE HIGH-HAZARDOUS BANDITUDES", "STF DA SALVO CONDUTO A LULA QUE DEVERÁ SER SOLTO PRÓXIMAS HORAS. @CarlosBolsonaro @jairbolsonaro @joicehasselmann e aí? Se já está difícil com ele só complicando da prisão, imaginem ele solto!!! Vão aceitar calados?": "SALF CONDUCT STF THE SQUID THAT SHOULD BE RELEASED NEXT HOURS. @CarlosBolsonaro @jairbolsonaro @joicehasselmann What&#39;s up? If it is already difficult with him just complicating the prison, imagine him loose !!! Will you accept silent?", "Bom dia. Parece que terá salvo conduto para Lula deixar a prisão política que se encontra. Via STF . https://www. instagram.com/p/Bvjf35Ng_L7/ ?utm_source=ig_twitter_share&igshid=1jk9cpjfuih4 …": "Good Morning. It seems that it will have saved conduit for Lula to leave the political prison he is in. Via STF. https: // www. instagram.com/p/Bvjf35Ng_L7/? utm_source = ig_twitter_share &amp; igshid = 1jk9cpjfuih4…", "Hoje 11 homens que não receberam um só voto do povo, vão decidir se enterram o país... Lula , Cunha, Cabral, Vacari Neto e Zé Dirceu, podem receber hoje, das mãos do STF , alvarás/ salvo conduto de impunidade e detonar o governo Bolsonaro. #STFnaoMateALavaJato": "Today 11 men who did not receive a single vote from the people, will decide whether to bury the country ... Lula, Cunha, Cabral, Vacari Neto and Zé Dirceu, today they can receive, from the hands of the Supreme Court, permits / unless condemnation of impunity and detonate the Bolsonaro government. #STFnaoMateALavaJato", "*Os vermes MST e petistas invadem Brumadinho para ROUBAR o quê é de direito das vítimas da tragédia da barragem !* Eles vêm de longe para ocupar as terras, temos que denunciar urgente. pic.twitter.com/gHKcQ81xb6": "* The MST worms and petistas invade Brumadinho to STEAL what is the right of the victims of the dam tragedy! * They come from afar to occupy the lands, we have to report it urgently. pic.twitter.com/gHKcQ81xb6", "Existe uma forte relação entre o MST , o MAB (Movimento dos Atingidos por Barragem) e a Igreja Católica. A presença do MST em Brumadinho é apenas para reforçar o apoio às famílias atingidas pelas barragens.": "There is a strong relationship between the MST, MAB (Movement of People Affected by Dam) and the Catholic Church. The MST&#39;s presence in Brumadinho is just to reinforce support for families affected by the dams.", "Graças a Deus as coisas estão entrando nos trilhos!! O medo de se deparar com um agricultor armado é maior que a desejo de saquear. Parabéns presidente. Agora o MST está perseguindo as famílias das vítimas em Brumadinho , parasitas.": "Thank God things are getting on track !! The fear of encountering an armed farmer is greater than the desire to plunder. Congratulations, president. Now the MST is chasing the families of the victims in Brumadinho, parasites.", "A FALTA DE CARÁTER NÃO TEM LIMITES ** MST invade BRUMADINHO para..... Oque é de direito das vítimas da tragédia da barragem Eles vem de longe para reivindicar as terras como se… https://www. instagram.com/p/BxAwHBzB4cU/ ?utm_source=ig_twitter_share&igshid=qc4jav5u8jvn …": "THE LACK OF CHARACTER HAS NO LIMITS ** MST invades BRUMADINHO to ..... What is the right of the victims of the dam tragedy They come from afar to claim the lands as if… https: // www. instagram.com/p/BxAwHBzB4cU/? utm_source = ig_twitter_share &amp; igshid = qc4jav5u8jvn…", "Vagabundos do MST vem de tudo qusnto é lugar pra pegar as terras em Brumadinho da pra acreditar. https://www. facebook.com/1496544215/pos ts/10219602099151838/ …": "MST bums come from everything that is a place to get the land in Brumadinho you can believe it. https: // www. facebook.com/1496544215/pos ts / 10219602099151838 /…", "MST tá lá em Brumadinho querendo lucrar.": "MST is there in Brumadinho wanting to profit.", "A invasão de Brumadinho pelo MST é em busca de alguma boquinha...(indenização). pic.twitter.com/HKKAqHrNMc": "Brumadinho&#39;s invasion by the MST is in search of a little mouth ... (indemnity). pic.twitter.com/HKKAqHrNMc", "Deputado repercute notícia falsa sobre o  MST ter invadido Brumadinho para tomar terras de atingidos pela barragem\", o que já foi desmentido: https:// twitter.com/Boatosorg/stat us/1123979369637134336?s=19 … https:// twitter.com/depheliolopes/ status/1124269458309242880 …\"": "Deputy echoes false news about the MST having invaded Brumadinho to take lands from those affected by the dam &quot;, which has already been denied: https: // twitter.com/Boatosorg/stat us / 1123979369637134336? S = 19 ... https: // twitter. com / depheliolopes / status / 1124269458309242880… &quot;", "A FALTA DE CARÁTER NÃO TEM LIMITES! ** MST invadem Brumadinho para ........??? O que é de direito das vítimas da tragédia da barragem! Eles vêm de longe para reivindicar as terras com se fossem vítimas do rompimento da barragem. #BolsonaroÉPresidente #DeputadoHelioLopes pic.twitter.com/GwvsPE7NW2": "THE LACK OF CHARACTER HAS NO LIMITS! ** MST invade Brumadinho to ........ ??? What is the right of victims of the dam tragedy! They come from afar to claim the land as if they were victims of the dam burst. # BolsonaroÉPresidente #DeputadoHelioLopes pic.twitter.com/GwvsPE7NW2", "Oportunistas do MST em Brumadinho . São questionados pelos reais moradores. pic.twitter.com/rNpR42ECdm": "MST opportunists in Brumadinho. They are questioned by the real residents. pic.twitter.com/rNpR42ECdm", "Os vagabundos do MST agora resolveram envadi brumadinho": "The MST bums have now solved the misty envadi", "Um dos sites anti-hoax desmentiu o boato de que o MST teria roubado vítimas do crime ambiental em Brumadinho . É muito mais fácil o MST ter AJUDADO as vítimas com doações de produtos agrícolas do que ter roubado. Quem roubou foi a Vale privatizada.": "One of the anti-hoax websites debunked the rumor that the MST had stolen victims of environmental crime in Brumadinho. It is much easier for the MST to HELP victims with donations of agricultural products than to have stolen. The one who stole it was the privatized Vale.", "*Os vermes MST e petistas invadem Brumadinho para ROUBAR o quê é de direito das vítimas da tragédia da barragem !* Eles vêm de longe para ocupar as terras, temos que denunciar urgente. pic.twitter.com/uppqeqr3K5": "* The MST worms and petistas invade Brumadinho to STEAL what is the right of the victims of the dam tragedy! * They come from afar to occupy the lands, we have to report it urgently. pic.twitter.com/uppqeqr3K5", "AVISEM O PRESIDENTE SOBRE A INVASAO DO MST EM BRUMADINHO ....MANDEM AS FFAA PARA LA E TIREM OS VAGABUNDOS A BALA https:// twitter.com/BolsonaroSP/st atus/1123353186528636928 …": "WARNING THE PRESIDENT ABOUT THE MST INVASION IN BRUMADINHO .... SEND THE FFAA TO LA AND TAKE THE BANGS TO THE BULLET https: // twitter.com/BolsonaroSP/st atus / 1123353186528636928…", "Os vermes MST e petistas invadem Brumadinho para ROUBAR o quê é de direito das vítimas da tragédia da barragem. Eles vêm de longe para ocupar as terras, temos que denunciar urgente. @jairbolsonaro @xicograziano @manuelkobel @alexandregarcia @augustosnunes @BlogDoPim pic.twitter.com/ZZzh88OpSi": "The MST and PT worms invade Brumadinho to STEAL what is the right of the victims of the dam tragedy. They come from afar to occupy the land, we have to report it urgently. @jairbolsonaro @xicograziano @manuelkobel @alexandregarcia @augustosnunes @BlogDoPim pic.twitter.com/ZZzh88OpSi", "Mas faltou proteger Brumadinho , terra devastada e imóveis sem donos... Pois la vieram e se instalou o MST": "But Brumadinho needed to be protected, devastated land and homeless properties ... Because the MST came and settled there", "Agora abutres, vivendo de carniça. Desculpem, não q Brumadinho seja uma carniça, mas q o MST se tornou carniceiros como se ja não bastasse serem terroristas.": "Now vultures, living on carrion. Sorry, not that Brumadinho is a carrion, but q the MST became butchers as if it were not enough to be terrorists.", "@jairbolsonaro Olha a PALHAÇADA, MST é PT, Estão tumultuado Brumadinho . Querem receber terras que serão distribuídos par as famílias das VITIMAS..POVO SEM RESPEITO. PRENDE TODO MUNDO É LEVA PRA PRISÃO RURAL, é verão que nunca pegaram numa enxada pic.twitter.com/sg7vr3pWAX": "@jairbolsonaro Look at the CLOWN, MST is PT, Brumadinho is in turmoil. They want to receive land that will be distributed to the families of VICTIMS ... PEOPLE WITHOUT RESPECT. HIT EVERYBODY IS LEAD TO RURAL PRISON, it&#39;s summer that they never caught a hoe pic.twitter.com/sg7vr3pWAX", "E o MST que já está em Brumadinho pra fazer inferno e querer roubar oq e de direito dos moradores eu disse dos MORADORES. @pmmg190 @MPMG_Oficial @jairbolsonaro @policiafederal": "And the MST that is already in Brumadinho to make hell and want to steal what the residents are entitled to, I said about the RESIDENTS. @ pmmg190 @MPMG_Oficial @jairbolsonaro @policiafederal", "Parabéns, Presidente! Propriedade privada é sagrada! Esse MST só quer tumultuar o pais desde a década de 80! Olha o que fizeram agora em Brumadinho , uma cidade arrasada pela tragédia! Invadiram a cidade para quê?": "Congratulations, President! Private property is sacred! This MST has only wanted to riot the country since the 1980s! Look what they did now in Brumadinho, a city devastated by tragedy! What invaded the city for what?", "REVOLTANTE! MST invade BRUMADINHO ! https:// youtu.be/XmsJt8i_VH0": "REVOLTING! MST invades BRUMADINHO! https: // youtu.be/XmsJt8i_VH0", "Militontos do MST a base de cachaça e mortadela invadem Brumadinho , não para ajudar e sim para usurpar terras e benefícios que possam ser gerados devido a tragédia! pic.twitter.com/laLcExA5wU": "MST militontos based on cachaça and mortadella invade Brumadinho, not to help but to usurp land and benefits that may be generated due to the tragedy! pic.twitter.com/laLcExA5wU", "Os vagabundos dos MST estão lá em Brumadinho , tentando roubar a ajuda que eles recebem. Gentalha.": "The MST bums are there in Brumadinho, trying to steal the help they receive. Riot.", "Veja a que ponto se chega o PT e seu braço armado o MST , estão invadindo a já devastada Brumadinho . Olha isso gente! https:// twitter.com/AlineRoPina/st atus/1122315027615297536 …": "See how far the PT and its armed wing, the MST, are invading the already devastated Brumadinho. Look at that guys! https: // twitter.com/AlineRoPina/st atus / 1122315027615297536…", "MST c/escritório nos EUA? Mas eles ñ são pobres, abandonados à própria sorte, ñ têm como sobreviver sem uma reforma agrária\"? Até invadiram Brumadinho pq se acham no direito de também receber indenizações. Terroristas, eis o que são. #CoafComMoro\"": "MST w / office in the USA? But they are not poor, left to their own devices, they cannot survive without agrarian reform &quot;? They even invaded Brumadinho because they are entitled to also receive compensation. Terrorists, this is what they are. #CoafComMoro&quot;", "O governo precisa tomar providência, manifestantes do MST estão confrontando e acuando os moradores de Brumadinho . Invadiram a cidade. @jairbolsonaro @SF_Moro @DefesaGovBr @policiafederal https:// twitter.com/Bolsoneas/stat us/1122522906133770241 …": "The government needs to take action, MST protesters are confronting and cornering the residents of Brumadinho. They invaded the city. @jairbolsonaro @SF_Moro @DefesaGovBr @policiafederal https: // twitter.com/Bolsoneas/stat us / 1122522906133770241…", "U R G E N T Í S S M O MST e petistas invadem Brumadinho para ROUBAR o quê é de direito das vítimas da tragédia da barragem. Eles vêm de longe para ocupar as terras. PRECISAMOS DENUNCIAR E DIVULGAR O MAIS RÁPIDO POSSÍVEL. pic.twitter.com/WlAeKYg9tx": "URGENTLY SSM MST and PT&#39;s invade Brumadinho to STEAL what is the right of the victims of the dam tragedy. They come from afar to occupy the land. WE NEED TO REPORT AND DISSEMINATE ASAP. pic.twitter.com/WlAeKYg9tx", "PRESIDÊNTE JAIR MESSIAS BOLSONARO E MORÃO VICE VEJAM OQUE ESTA ACONTECENDO EM BRUMADINHO OS MST ESTA INVADINDO LA ,PELO AMOR DE DEUS PÕEM TODOS NA CADEIA. pic.twitter.com/BQxn9sy4I9": "PRESIDENT JAIR MESSIAS BOLSONARO AND MORÃO VICE SEE WHAT IS HAPPENING IN BRUMADINHO THE MST IS INVADING LA, FOR THE LOVE OF GOD PUT EVERYONE IN THE CHAIN. pic.twitter.com/BQxn9sy4I9", "Os vermes MST e petistas invadem Brumadinho para ROUBAR o quê é de direito das vítimas da tragédia da barragem Eles vêm de longe para ocupar as terras, temos que denunciar urgente. @gleisi @mariadorosario @Haddad_Fernando @LulaOficial olhem a merda que vcs fazem! @jairbolsonaro pic.twitter.com/wmcoGNeClq": "The MST and PT worms invade Brumadinho to STEAL what is right of the victims of the dam tragedy They come from afar to occupy the lands, we have to report it urgently. @gleisi @mariadorosario @Haddad_Fernando @LulaOficial look at the shit you guys do! @jairbolsonaro pic.twitter.com/wmcoGNeClq", "Nao basta o povo de Brumadinho ter sofrido com a catástrofe, agora sofrem a ameaça de invasão do MST e dos aproveitadores do PT pic.twitter.com/4CYTzfSDvP": "It is not enough for the people of Brumadinho to have suffered from the catastrophe, now they suffer the threat of invasion by the MST and PT profiteers pic.twitter.com/4CYTzfSDvP", "Não esqueça do MST que já está em brumadinho jurando de pé junto que vive lá a milhões de anos.": "Do not forget the MST that is already in fog, swearing to stand together that has lived there for millions of years.", "O que você acha que o MST está fazendo em Brumadinho ? Ajudar em alguma coisa? Dar assistência médica e psicológica? Claro que não. Estão lá para roubar, dar golpe, mas não vão conseguir, já estão devidamente mapeados e se tentarem estabelecer uma comuna, chumbo vai comer": "What do you think the MST is doing in Brumadinho? Help something? Give medical and psychological assistance? Of course not. They are there to steal, strike, but they will not succeed, they are already properly mapped and if they try to establish a commune, lead will eat", "MST Só foi a brumadinho Porque A vele do rio dose despejou muita terra mais pra ajudar os inocente coberto por lama só israel #mst #interesseiro https:// twitter.com/tininhasouza19 1/status/1122588432688209920 …": "MST It was only the misty one Because the dose of the river poured much more land to help the innocent covered in mud only Israel #mst #interesseiro https: // twitter.com/tininhasouza19 1 / status / 1122588432688209920…", "Os vermes de Cuba, MST e petistas invadem Brumadinho para SAQUEAREM o quê é de direito das vítimas da tragédia da barragem! Eles vêm de longe para invadir as terras, temos que denunciar… https://www. instagram.com/p/BwzhtrcBeZ6/ ?utm_source=ig_twitter_share&igshid=1h1r4lv5nue3u …": "The worms of Cuba, the MST and PT&#39;s invade Brumadinho to loot what is the right of the victims of the dam tragedy! They come from afar to invade the lands, we have to report… https: // www. instagram.com/p/BwzhtrcBeZ6/? utm_source = ig_twitter_share &amp; igshid = 1h1r4lv5nue3u…", "Manda a Força Nacional pra Brumadinho , que foi invadida pelo MST pra tumultuar a cidade e prejudicar o povo já sofrido da região!": "Send the National Force to Brumadinho, which was invaded by the MST to disrupt the city and harm the people already suffering in the region!", "Até quando vamos ser obrigados ver esses terroristas desfilando pelo nosso país. Não respeitam nada. MST invadindo Brumadinho . #BrasilÉBolsonaro #MoroTePrendeuBabaca pic.twitter.com/Vg6hn9WZXX": "How long will we be forced to see these terrorists parading through our country. They respect nothing. MST invading Brumadinho. # BrasilÉBolsonaro #MoroTePrendiBabaca pic.twitter.com/Vg6hn9WZXX", "Fazendo aula de jornal? A esquerda está tonta, não sabem mais o que fazer: Os vermes MST e petistas invadem Brumadinho para ROUBAR o quê é de direito das vítimas da tragédia da barragem ! Eles vêm de longe para ocupar as terras, temos que denunciar urgente.": "Taking newspaper class? The left is dizzy, they don&#39;t know what else to do: The MST and PT worms invade Brumadinho to STEAL what is the right of the victims of the dam tragedy! They come from afar to occupy the land, we have to report it urgently.", "Os vermes do MST e petistas invadem Brumadinho MG, para ROUBAR o quê é de direito das vítimas da tragédia do rompimento da barragem! Eles saem de longe para ocupar as terras, das pessoas que ainda nem se recuperaram! Temos que denunciar urgente! Canalhas pic.twitter.com/7yHAmgLFO8": "MST worms and petistas invade Brumadinho MG, to STEAL what is the right of the victims of the dam break tragedy! They leave from afar to occupy the land, of people who have not even recovered yet! We have to report it urgently! Canalha pic.twitter.com/7yHAmgLFO8", "MST realiza ato político em apoio as famílias de Brumadinho O Movimento dos Trabalhadores Rurais Sem Terra promove ato político cultural em solidariedade às famílias da tragédia crime da Vale em Br... http:// planetamg.com.br/mst-realiza-at o-politico-em-apoio-as-familias-de-brumadinho/ … pic.twitter.com/cFHSkAxOKh": "MST holds political act in support of the families of Brumadinho The Movement of Landless Rural Workers promotes cultural political act in solidarity with the families of Vale&#39;s crime tragedy in Br ... http: // planetamg.com.br/mst-realiza-at the-politician-in-support-the-families-of-brumadinho /… pic.twitter.com/cFHSkAxOKh", "MST convoca ato nesta sexta-feira (5) contra os crimes da Vale em Brumadinho - Diário Causa Operária https://www. causaoperaria.org.br/mst-convoca-at o-nesta-sexta-feira-6-contra-os-crimes-da-vale-em-brumadinho/#.XKeUj15-TIg.twitter …": "MST calls for an act this Friday (5) against Vale&#39;s crimes in Brumadinho - Diário Causa Operária https: // www. causaoperaria.org.br/mst-convoca-at o-this-friday-6-against-the-crimes-of-the-valley-in-brumadinho / #. XKeUj15-TIg.twitter…", "MST CONVOCA ATO POLÍTICO EM APOIO AOS SEM TERRA ATINGIDOS PELA MINERAÇÃO Em Minas Gerais, famílias sem terra lutam contra os efeitos do crime da Vale em Brumadinho em ato nesta sexta-feira (05) Foto: MST Nesta ... http:// planetamg.com.br/mst-convoca-at o-politico-em-apoio-aos-sem-terra-atingidos-pela-mineracao/ … pic.twitter.com/jl7997yHKw": "MST CALLS FOR POLITICAL ACT IN SUPPORT OF LANDLESS AFFECTED BY MINING In Minas Gerais, landless families are fighting the effects of Vale&#39;s crime in Brumadinho in action this Friday (05) Photo: MST Nesta ... http: // planetamg .com.br / mst-summons-at-the-political-in-support-to-the-landless-affected-by-mining /… pic.twitter.com/jl7997yHKw", "Pela Vida das mulheres, somos todas Marielle.\" Ontem 400 mulheres do @MST _Oficial e do Movimento Pela Soberania Popular na Mineração (MAM) bloquearam a passagem de um trem da Vale perto de #Brumadinho . https://www. sul21.com.br/movimentos/201 9/03/mulheres-do-mst-e-do-mam-trancam-passagem-do-trem-da-vale-em-minas-gerais/#.XIpI72LFkl4.twitter … #QuemMandouMatarMarielle pic.twitter.com/AcmSWVXgaH\"": "For the life of women, we are all Marielle. &quot;Yesterday 400 women from @MST _Oficial and from the Movement for Popular Sovereignty in Mining (MAM) blocked the passage of a train from Vale near #Brumadinho. Https: // www. Sul21.com .br / movements / 201 9/03 / women-of-the-mst-and-of-the-mam-lock-passage-of-the-train-of-the-valley-in-minas-gerais / #. XIpI72LFkl4.twitter… #QuemMandouMatarMarielle pic. twitter.com/AcmSWVXgaH &quot;", "Por mortos de Brumadinho e Marielle, mulheres do MST bloqueiam trem em Sarzedo https://www. hojeemdia.com.br/horizontes/por -mortos-de-brumadinho-e-marielle-mulheres-do-mst-bloqueiam-trem-em-sarzedo-1.700858 …": "For the deaths of Brumadinho and Marielle, MST women block the train in Sarzedo https: // www. Hojeemdia.com.br/horizontes/por -mortos-de-brumadinho-and-marielle-women-of-mst-block-train-in-sarzedo-1.700858…", "Protestavam contra a impunidade da Vale no caso Brumadinho e em nome da Marielle (hj faz 1 ano q ela foi assassinada e as investigações ainda não acabaram).": "They were protesting against Vale&#39;s impunity in the Brumadinho case and on behalf of Marielle (today 1 year ago she was murdered and the investigations are not over yet).", "400 mulheres sem terra denunciam o assassinato em massa com o rompimento da barragem de Brumadinho , neste dia que se completa 1 ano da morte de Marielle Franco. As mulheres do MST pararam o trem da Vale que transporta o minério de ferro extraído da região: https://www. sul21.com.br/areazero/2019/ 03/pm-reprime-com-bombas-e-balas-de-borracha-mulheres-que-bloquearam-trem-da-vale/ …": "400 landless women denounce the mass murder with the rupture of the Brumadinho dam, on this day that completes 1 year of the death of Marielle Franco. The MST women stopped Vale&#39;s train that transports iron ore extracted from the region: https: // www. sul21.com.br/areazero/2019/ 03 / pm-repress-with-bombs-and-rubber-bullets-women-who-blocked-train-from-the-valley /…", "#FlorescerPorMarielle | Confira mais fotos da ação realizada pelas mulheres do MST e do MAM na ação de hoje em Minas Gerais, quando elas ocuparam os trilhos da Vale para denunciar o crime da empresa em Brumadinho e também o assassinato de Marielle Franco quanto #ValeAssassina pic.twitter.com/Fetv3Q46Vh": "#FlorescerPorMarielle | Check out more photos of the action taken by the women of the MST and MAM in today&#39;s action in Minas Gerais, when they occupied Vale&#39;s tracks to denounce the company&#39;s crime in Brumadinho and also the murder of Marielle Franco as #ValeAssassina pic.twitter. com / Fetv3Q46Vh", "Ação do MST e do MAB bloqueou trem de minérios em Sarzedo, cidade vizinha à Brumadinho (MG), criticou modelo predatório de mineração e pediu justiça para Marielle. A Polícia Militar agiu com violência e feriu 10 pessoas. https://www. brasildefato.com.br/2019/03/14/mov imentos-ocupam-ferrovia-da-vale-por-justica-a-brumadinho-e-marielle-pm-reprime/ …": "Action by the MST and MAB blocked an ore train in Sarzedo, a city next to Brumadinho (MG), criticized a predatory mining model and asked Marielle for justice. The Military Police acted violently and injured 10 people. https: // www. brasildefato.com.br/2019/03/14/mov imentos-occupation-railway-of-the-valley-for-fair-a-brumadinho-and-marielle-pm-reprime /…", "Em Minas Gerais, acampamentos do MST são afetados pelo rompimento da barragem de Brumadinho https:// soundcloud.com/redebrasilatua l/em-minas-gerais-acampamentos-do-mst-sao-afetados-pelo-rompimento-da-barragem-de-brumadinho-1?utm_source=soundcloud&utm_campaign=share&utm_medium=facebook …": "In Minas Gerais, MST camps are affected by the Brumadinho dam rupture https: // soundcloud.com/redebrasilatua l / in-minas-gerais-campgrounds-of-mst-are-affected-by-the-dam-rupture- de-brumadinho-1? utm_source = soundcloud &amp; utm_campaign = share &amp; utm_medium = facebook ...", "É falsa mensagem atribuída a Gleisi Hoffmann desmerecendo Ayrton Senna | Revista Fórum https://www. revistaforum.com.br/e-falsa-mensag em-atribuida-a-gleisi-hoffmann-desmerecendo-ayrton-senna/ …": "False message attributed to Gleisi Hoffmann disparaging Ayrton Senna | Revista Fórum https: // www. revistaforum.com.br/e-falsa-mensag em-attributed-to-gleisi-hoffmann-demeaning-ayrton-senna /…", "É falsa mensagem atribuída a Gleisi Hoffmann desmerecendo Ayrton Senna https://www. revistaforum.com.br/e-falsa-mensag em-atribuida-a-gleisi-hoffmann-desmerecendo-ayrton-senna/ … via @revistaforum": "It is a false message attributed to Gleisi Hoffmann disparaging Ayrton Senna https: // www. revistaforum.com.br/e-falsa-mensag em-attributed-to-gleisi-hoffmann-demeaning-ayrton-senna /… via @revistaforum", "É #FAKE que Gleisi Hoffmann disse que não vê motivos para homenagens a Senna https:// g1.globo.com/fato-ou-fake/n oticia/2019/05/03/e-fake-que-gleisi-hoffmann-disse-que-nao-ve-motivos-para-homenagens-a-senna.ghtml … #fake": "It is #FAKE that Gleisi Hoffmann said he sees no reason to pay tribute to Senna https: // g1.globo.com/fato-ou-fake/n oticia / 2019/05/03 / e-fake-que-gleisi-hoffmann- said-that-don&#39;t-see-reasons-for-tributes-to-senna.ghtml… #fake", "Gleisi Hoffmann é alvo de fake news em relação às homenagens ao piloto Ayrton Senna https:// blogdacidadania.com.br/2019/05/gleisi -hoffmann-e-alvo-de-fake-news-em-relacao-as-homenagens-ao-piloto-ayrton-senna/ …": "Gleisi Hoffmann is the target of fake news regarding the tributes to the pilot Ayrton Senna https: // blogdacidadania.com.br/2019/05/gleisi -hoffmann-and-target-of-fake-news-in-relation-to-the-tributes -to-pilot-ayrton-senna /…", "Não muda nada! A própria Gleisi Hoffman, não passa de uma grande, mas muito grande fake. Falar mal de Senna , não, mas elogiar Maduro e a ditadura na Venezuela, sim, isso é fato!": "It doesn&#39;t change anything! Gleisi Hoffman herself is just a big, but very big fake. To speak ill of Senna, no, but to praise Maduro and the dictatorship in Venezuela, yes, that is a fact!", "Fala de Gleisi sobre Ayrton Senna que circula nas redes sociais é falsa https:// pt.org.br/fala-de-gleisi -sobre-ayrton-senna-que-circula-nas-redes-sociais-e-falsa/#.XMy9lDo4Az8.twitter …": "Gleisi&#39;s speech about Ayrton Senna that circulates on social networks is false https: // pt.org.br/fala-de-gleisi -sobre-ayrton-senna-que-circula-nos-social-networks-e-falsa / # .XMy9lDo4Az8.twitter ...", "A safada @gleisi comparando Senna aí ladrão desgraçado é foda. pic.twitter.com/7bO0zdwSxM": "The naughty @gleisi comparing Senna there, thief bastard is awesome. pic.twitter.com/7bO0zdwSxM", "Nossa querida @gleisi disse que não vê motivos para homenagear Airton Senna , bora para uma enquete quem merece?": "Our dear @gleisi said she sees no reason to pay homage to Airton Senna, let alone for a poll who deserves it?", "Qdo penso q já ouvi tdas asneiras d Gleisi ,ela se supera.Deu p/falar mal d Senna campeão,deu orgulho ao país,rico porém honesto enqto ídolo preso dela envergonhou país,filhos estão ricos!Veja como bandidos se entendem:Ela diz q Pt se baseia em Jesus e Lula se compara a Jesus": "When I think I&#39;ve heard all the bullshit from Gleisi, she excels. She can speak ill of Senna, champion, proud of the country, rich but honest, she was embarrassed by her idol, children are rich! See how bandits understand each other: She says q Pt is based on Jesus and Lula compares to Jesus", "Não, o antigo jogador brasileiro de futebol Pelé não morreu . Ou glosando Mark Twain, as fake news\" sobre a morte de Pelé são manifestamente exageradas.... https:// poligrafo.sapo.pt/fact-check/men sagem-viral-no-whatsapp-pele-morreu-hoje-pela-manha-em-2019-aos-79-anos-de-idade …\"": "No, the former Brazilian soccer player Pelé did not die. Or glossing over Mark Twain, the fake news &quot;about Pelé&#39;s death is manifestly exaggerated .... https: // poligrafo.sapo.pt/fact-check/men sagem-viral-no-whatsapp-pele-died-today- for-morning-in-2019-at-79-years-of-age… &quot;", "Morreu Pelé !": "Pele died!", "Gente vcs viram q o Pelé morreu .... mt triste...": "Guys you saw that Pelé died .... very sad ...", "PT, PSOL e PCdoB transformaram Praia Vermelha ( Urca ) em praia de nudismo ? Saiba que esta notícia, além de ser FALSA, não faz sentido! Veja por que lendo este artigo de checagem de fatos: https://www. boatos.org/politica/pt-ps ol-pcdob-praia-vermelha-nudismo.html … pic.twitter.com/loSc1jAAbj": "Have PT, PSOL and PCdoB transformed Praia Vermelha (Urca) into a nudist beach? Know that this news, besides being FALSE, does not make sense! See why by reading this fact-checking article: https: // www. rumors.org/politica/pt-ps ol-pcdob-praia-Vermelha-nudismo.html… pic.twitter.com/loSc1jAAbj", "PRAIA VERMELHA, vizinha ao Morro da Urca , virando praia de nudismo ...!!!* A intenção é afrontar os militares, que têm unidades nessa praia, esperando uma represália, para que haja um confronto e então chamar os militares de gorilas truculentos. Tudo orquestrado por PT, Psol PCdoB": "RED BEACH, next to Morro da Urca, turning into a nudist beach ... !!! * The intention is to confront the military, who have units on this beach, waiting for a reprisal, so that there is a confrontation and then call the military gorillas truculent . Everything orchestrated by PT, Psol PCdoB", "Praia vermelha, vizinha ao Morro da Urca virando praia de nudismo !! A intenção foi afrontar os militares que têm uma unidade na praia Vermelha, esperando uma represália, para que houvesse… https://www. instagram.com/p/BwSFc19hmOr/ ?utm_source=ig_twitter_share&igshid=1p8fevzvyb0gx …": "Red beach, next to Morro da Urca becoming a nudist beach !! The intention was to confront the military that has a unit in Praia Vermelha, waiting for a reprisal, so that there would be… https: // www. instagram.com/p/BwSFc19hmOr/? utm_source = ig_twitter_share &amp; igshid = 1p8fevzvyb0gx…", "Vergonhoso!!! Agora a Praia da Urca é praia de. Nudismo ??? Que ridículo!!*": "Shameful!!! Now Praia da Urca is Praia de Urca. Nudism ??? That&#39;s ridiculous!!*", "Será que, pra reforçar o discurso polêmico de Bolsonaro, Moro teria dito que manifestações seriam de meia dúzia de estudantes despreparados \"? Não se engane, pois a declaração é FALSA! Entenda por quê: https:// aosfatos.org/noticias/moro- nao-disse-que-manifestacoes-sao-de-meia-duzia-de-estudantes-despreparados/ … #EducaçãoÉCoisaSéria\"": "Could it be that, to reinforce Bolsonaro&#39;s controversial speech, Moro would have said that demonstrations would be made by half a dozen unprepared students &quot;? Make no mistake, as the statement is FALSE! Understand why: https: // aosfatos.org/noticias/moro - did-not-say-that-demonstrations-are-half-dozen-of-unprepared-students /… # EducaçãoÉCoisaSéria &quot;", "NO AR. Moro não disse que manifestações são de ‘meia dúzia de estudantes despreparados ’. https:// aosfatos.org/noticias/moro- nao-disse-que-manifestacoes-sao-de-meia-duzia-de-estudantes-despreparados/ … pic.twitter.com/YGuXjAak3N": "UP IN THE AIR. Moro did not say that the demonstrations are &#39;half a dozen unprepared students&#39;. https: // aosfatos.org/noticias/moro- não-said-that-demonstrations-are-half-dozen-of-unprepared-students /… pic.twitter.com/YGuXjAak3N", "Moro não disse que manifestações são de ‘meia dúzia de estudantes despreparados ’. Leia mais em: http:// bit.ly/2HzkiMI via Aos Fatos | Em busca da verdade na política. #fakenão #fakenews #FactCheck #CheckBR #SerMultimidia": "Moro did not say that the demonstrations are &#39;half a dozen unprepared students&#39;. Read more at: http: // bit.ly/2HzkiMI via Aos Fatos | In search of truth in politics. # fakenão #fakenews #FactCheck #CheckBR #SerMultimidia", "Depois de Bolsonaro, Moro também ataca os estudantes . Diz que são “ despreparados “. Olha quem fala...": "After Bolsonaro, Moro also attacks students. He says they are &quot;unprepared&quot;. Look who&#39;s Talking...", "´´Meia dúzia de estudantes despreparados não vão atrapalhar o governo`` É o Moro mostrando sua verdadeira cara. Falso, mentiroso (...meia dúzia??!!), debochado, cegado pelo poder. Mostra que já se adaptou ao ´´estilo`` do patrão. E a que governo e refere? porque não vejo nenhum.": "´´Half a dozen unprepared students will not disturb the government`` It is Moro showing his true face. False, liar (... half a dozen ?? !!), mocking, blinded by power. It shows that it has already adapted to the boss&#39;s style. And what government do you refer to? because I don&#39;t see any.", "O Xerife Moro diz que meia dúzia de estudantes despreparados estavam nas manifestações. Despreparado é você mareco de Curitiba que rodou 5 vezes na prova da OAB. Conta aí pra nós Conje\"?\"": "Sheriff Moro says that half a dozen unprepared students were at the demonstrations. Unprepared are you mareco from Curitiba who ran 5 times in the OAB race. Tell us there Conje &quot;?&quot;", "Meia dúzia de estudantes despreparados , não vão atrapalhar o governo\" -Sérgio Moro\"": "Half a dozen unprepared students will not hinder the government &quot;-Sérgio Moro&quot;", "É MENTIRA que pinos para consumo de crack e cocaína tenham sido encontrados na UFES (trata-se material coletado durante uma ação realizada por uma ONG em um manguezal de Santos, SP): http:// bit.ly/2YyvpMS (via @CienciaNoBrasil )": "It is a LIE that pins for crack and cocaine consumption have been found at UFES (this is material collected during an action carried out by an NGO in a mangrove in Santos, SP): http: // bit.ly/2YyvpMS (via @CienciaNoBrasil )", "Mais uma fake news tentando desmoralizar as federais. @uneoficial Aluna da UFES recolhe vários pinos de cocaína usados no campus! \" http://www. e-farsas.com/aluna-da-ufes- recolhe-varios-pinos-de-cocaina-usados-no-campus-sera-verdade.html …\"": "Another fake news trying to demoralize the feds. @uneoficial UFES student collects several cocaine pins used on campus! &quot;http: // www. e-farsas.com/aluna-da-ufes- collects-several-cocaine-pins-used-on-campus-will-be-true.html…&quot;", "É #FAKE que Damares Alves defendeu revogação da Lei Maria da Penha https:// g1.globo.com/fato-ou-fake/n oticia/2019/05/17/e-fake-que-damares-alves-defendeu-revogacao-da-lei-maria-da-penha.ghtml … #fatooufake": "It is #FAKE that Damares Alves defended repeal of the Maria da Penha Law https: // g1.globo.com/fato-ou-fake/n oticia / 2019/05/17 / e-fake-que-damares-alves-defended- revocation-of-law-maria-of-penha.ghtml… #fatooufake", "Só faltaba essa! É #FAKE que Damares Alves defendeu revogação da Lei Maria da Penha | Fato ou Fake | G1 https:// g1.globo.com/fato-ou-fake/n oticia/2019/05/17/e-fake-que-damares-alves-defendeu-revogacao-da-lei-maria-da-penha.ghtml …": "Only this one was missing! It is #FAKE that Damares Alves defended the repeal of the Maria da Penha Law | Fact or Fake | G1 https: // g1.globo.com/fato-ou-fake/n oticia / 2019/05/17 / e-fake-que-damares-alves-defended-repeal-da-lei-maria-da-penha. ghtml ...", "Texto falso afirma que ministra Damares irá revogar a Lei Maria da Penha http:// dlvr.it/R4w4yB pic.twitter.com/iKW4Jcezob": "False text states that Minister Damares will repeal the Maria da Penha Law http: // dlvr.it/R4w4yB pic.twitter.com/iKW4Jcezob", "Circula mensagem nas redes sociais dizendo que a ministra Damares Alves revogará a Lei Maria da Penha . O Ministério da Mulher, da Família e dos Direitos Humanos negou que a ministra pretenda acabar com a lei. e disse que Damares a considera uma das melhores do mundo\" pic.twitter.com/C3w26kshOy\"": "A message circulates on social networks saying that Minister Damares Alves will revoke the Maria da Penha Law. The Ministry of Women, Family and Human Rights has denied that the minister intends to end the law. and said that Damares considers it one of the best in the world &quot;pic.twitter.com/C3w26kshOy&quot;", "Circula mensagem nas redes sociais dizendo que a ministra Damares Alves revogará a Lei Maria da Penha . O Ministério da Mulher, da Família e dos Direitos Humanos negou que a ministra pretenda acabar com a lei. e disse que Damares a considera uma das melhores do mundo\" #UOLCONFERE pic.twitter.com/zty1l9uzy8\"": "A message circulates on social networks saying that Minister Damares Alves will revoke the Maria da Penha Law. The Ministry of Women, Family and Human Rights has denied that the minister intends to end the law. and said that Damares considers it one of the best in the world &quot;#UOLCONFERE pic.twitter.com/zty1l9uzy8&quot;", "Damares não revogará Lei Maria da Penha nem disse que texto ‘é do diabo’ https:// aosfatos.org/noticias/damar es-nao-revogara-lei-maria-da-penha-nem-disse-que-texto-e-do-diabo/ … #factchecking via @aosfatos": "Damares will not revoke Lei Maria da Penha or say that the text &#39;is of the devil&#39; https: // aosfatos.org/noticias/damar es-nao-revogara-lei-maria-da-penha-nor-said-that-text-and -do-devil /… #factchecking via @aosfatos", "A Damares , ministra dos direitos humanos\" disse q a Lei Maria da Penha é uma lei do diabo porque a Bíblia diz q o varão tem direito de \"corrigir\" sua mulher. O ministro Onix Lorenzoni disse q mulheres preferem armas a Lei Maria da Penha . É isso mesmo? Com a palavra as mulheres.\"": "Damares, human rights minister &quot;said that the Maria da Penha Law is a devil&#39;s law because the Bible says that a man has the right to&quot; correct &quot;his wife. Minister Onix Lorenzoni said that women prefer weapons to the Maria da Penha Law. that&#39;s right? With the word women. &quot;", "kkk.. o pessoal problematizando a suposta  rachadura \" da ponte rio niteroi que na vdd eh uma folga existente justamente p que nao ocorra um acidente caso o concreto e o aço sofram algum tipo de expansão/dilatação\"": "kkk .. the staff problematizing the supposed crack &quot;of the rio niteroi bridge that in vdd there is an existing gap just so that an accident does not occur if the concrete and steel undergo some kind of expansion / expansion&quot;", "GALERA >>>> Quem puder divulgar... a Ponte Rio Niterói apresenta uma tremenda rachadura ... alguém precisa tomar... http:// fb.me/4hhyscWrc": "GALLERY &gt;&gt;&gt;&gt; Anyone who can disclose ... the Rio Niterói Bridge presents a tremendous crack ... someone needs to take ... http: // fb.me/4hhyscWrc", "Rachadura na ponte rio niterói isso pode ser o início de uma grande tragédia. Passe isso adiante http:// fb.me/7uK9aAXSH": "Crack in the bridge in Rio Niterói this could be the beginning of a great tragedy. Pass it on http: // fb.me/7uK9aAXSH", "Gente ajude antes q aconteça um grande acidente!!! Uma grande rachadura na ponte rio niteroi , isso e a vontade... http:// fb.me/19RZI4Bto": "Guys help before a big accident happens !!! A big crack in the bridge Rio Niteroi, that is the will ... http: // fb.me/19RZI4Bto", "A Ponte rio niterói tem uma rachadura sinistra": "The Niterói River Bridge has a sinister crack", "Atenção!!! Rachadura enorme em ponte Rio Niterói ? https://www. facebook.com/tvrevolta/phot os/pb.169983389731783.-2207520000.1397141783./714343135295803/?type=3&theater … … @SergioCabralRJ @eduardopaes_ Isto é sério? #ForaDilma #ForaPT": "Attention!!! Huge crack in Rio Niterói bridge? https: // www. facebook.com/tvrevolta/phot os / pb.169983389731783.-2207520000.1397141783. / 714343135295803 /? type = 3 &amp; theater…… @SergioCabralRJ @eduardopaes_ Is this serious? #ForaDilma #ForaPT", "Não é rachadura . É uma junta de dilatação da ponte rio niteroi": "It is not crack. It is an expansion joint of the rio niteroi bridge", " LULA FOI INDICADO PELA REVISTA FORBES COMO O MAIOR LADRÃO DO MUNDO\" @AndreiaSadi @depjorgesolla @BohnGass @CarlosZarattini @HenriqueFontana @senadorhumberto @gleisi @alefrotabrasil @kimpkat @ptbrasil @PTnoSenado @DepMarcoMaia @brasil247 @cartacapital @ManuelaDavila @VEJA @UOL pic.twitter.com/m9zoZYo9lI\"": "LULA WAS INDICATED BY THE FORBES MAGAZINE AS THE LARGEST THIEF IN THE WORLD &quot;@AndreiaSadi @depjorgesolla @BohnGass @CarlosZarattini @HenriqueFontana @senadorhumberto @gleisi @alefrotabrasil @kimpkat @ptbrasil @PTnoSenado @DepMarcMaMacIart @ Brasil .com / m9zoZYo9lI &quot;", "#Câncer tem #CURA - planta ( #ARANTO ) Só morre de câncer quem não tem conhecimento. E nem conhece a planta ARANTO . Vejam isso meus irmãos.. vamos propagar esse vídeo para todos .. amém ?? Talvez você conheça alguém , ou... https://www. facebook.com/ronybar/posts/ 10155785416296205 …": "# Cancer has #CURE - plant (#ARANTO) Only those who have no knowledge will die of cancer. And you don&#39;t even know the ARANTO plant. Check this out my brothers ... let&#39;s spread this video to everyone ... amen ?? Maybe you know someone, or ... https: // www. facebook.com/ronybar/posts/ 10155785416296205…", "#Verificamos : É falso que Dilma Rousseff gastou R$ 73 milhões em salão de beleza https:// br.yahoo.com/noticias/verif icamos-e-falso-que-dilma-rousseff-gastou-r-73-milhoes-em-salao-de-beleza-192425468.html …": "#We verify: It is false that Dilma Rousseff spent R $ 73 million in a beauty salon https: // br.yahoo.com/noticias/verif icamos-e-false-que-dilma-rousseff-spent-r-73-million- em-salao-de-beleza-192425468.html…", "#Verificamos : É falso que o Brasil comprou ou ganhou de Israel 15 helicópteros militares http:// bit.ly/2OHp51N Via Agência Lupa #fakenão #fakenews #FactCheck #CheckBR #SerMultimídia": "#We verify: It is false that Brazil bought or won 15 military helicopters from Israel http: // bit.ly/2OHp51N Via Agência Lupa # fakenão #fakenews #FactCheck #CheckBR # SerMultimídia", "#sbtbrasil Depois que foi descoberto que o assassino de Marielle era do PT , parece que finalmente ela morreu Ninguém fala mais.": "#sbtbrasil After it was discovered that Marielle&#39;s killer was from the PT, it seems that she finally died. Nobody talks anymore.", "- Inês, mulher! Cê conhece essa planta aqui? - E aranto ou algo assim o nome, né? - Isso! Cura até câncer , menina! eu tô rindo, mas fico preocupada com essa velharada acreditando que uma planta cura o câncer .": "- Inês, woman! Do you know this plant here? - And the name or something, right? - That! Cure even cancer, girl! I&#39;m laughing, but I&#39;m worried about this old man believing that a plant can cure cancer.", "01 - Câncer tem CURA - planta ( ARANTO ) Só morre de câncer quem não tem conhecimento. E nem conhece a planta ARANTO . Vejam isso meus irmãos.. vamos propagar esse vídeo para todos .. amém ?? Talvez você conheça alguém, ou... https://www. facebook.com/abrocha1/posts /1687850284646027 …": "01 - Cancer has CURE - plant (ARANTO) Only those who have no knowledge die of cancer. And you don&#39;t even know the ARANTO plant. Check this out my brothers ... let&#39;s spread this video to everyone ... amen ?? Maybe you know someone, or ... https: // www. facebook.com/abrocha1/posts / 1687850284646027…", "15 destes doados ao povo brasileiro, todos ficamos felizes, menos a esquerda nojenta. Aqueles que abençoam Israel tem a benção Eterno! Helicópteros AH-64 Apache Agora sim! https:// youtu.be/NsBU_xu_e_U via @YouTube": "15 of these donated to the Brazilian people, we were all happy, except the disgusting left. Those who bless Israel have the Eternal blessing! AH-64 Apache helicopters Now! https: // youtu.be/NsBU_xu_e_U via @YouTube", "73 ,07% das urnas apuradas: Dilma 53,16%, Serra 46,84%. Apertado, mas tá beleza . #Eleições": "73, 07% of the polls counted: Dilma 53.16%, Serra 46.84%. Tight, but it&#39;s okay. # Elections", "73 milhões no salão de beleza e a Dilma não ficou bonita...": "73 million in the beauty salon and Dilma didn&#39;t look pretty ...", "@boninho pesquise sobre uma planta chamada Aveloz ou também Aranto , são plantas que trouxeram cura do câncer para pessoas em fase terminal inclusive. A Ana pode tomar paralelo ao tratamento..Abraço": "@boninho research about a plant called Aveloz or also Aranto, they are plants that brought cancer cure to people in terminal phase including. Ana can take parallel to the treatment.", "@jairbolsonaro fiquei sabendo que você havia cancelado os 8 mil radares ... E a Marina Silva foi a justiça e consegui liberar! Como vai fazer a relação disso? Tá absurdo está acontecendo assim": "@jairbolsonaro I heard that you had canceled the 8,000 radars ... And Marina Silva went to court and managed to release! How will you relate this? It&#39;s absurd it&#39;s happening like this", "@sbtjornalismo mostra os helicópteros que o presidente Bolsonaro conseguiu do primeiro ministro de Israel para trazer ao Brasil para combater o crime nas favelas..": "@sbtjornalismo shows the helicopters that President Bolsonaro got from the prime minister of Israel to bring to Brazil to fight crime in the slums.", "A Dilma gastou 73 milhões com um salão de beleza . Era para ela ficar parecida com a presidente da Croácia, no mínimo. https:// twitter.com/republica_ctba /status/1106714033783222272 …": "Dilma spent 73 million on a beauty salon. She was supposed to look like the Croatian president, to say the least. https: // twitter.com/republica_ctba / status / 1106714033783222272…", "A Forbes elegeu Dilma uma das mulheres mais poderosas do mundo e estampou a cara dela na capa. Não se iludam. Lula também já foi capa dessa revista.": "Forbes elected Dilma one of the most powerful women in the world and stamped her face on the cover. Make no mistake. Lula was also on the cover of this magazine.", "A conceituada revista Forbes trouxe à tona esse tema, reputando a Lula a posse de uma fortuna pessoal estimada em mais de R$ 2 bilhões de dólares.... https:// gazetapolitica.com/2018/01/28/rev ista-forbes-revela-fortuna-bilionaria-de-lula-um-dos-mais-ricos-do-mundo/ …": "The renowned Forbes magazine brought this issue to the fore, reputing Lula to have a personal fortune estimated at more than R $ 2 billion dollars .... https: // gazetapolitica.com/2018/01/28/rev ista- forbes-reveals-fortune-billionaire-of-squid-one-of-the-richest-of-the-world /…", "A fortuna de Lula de acordo com a Forbes ! https:// correntesdaescravidao.blogspot.com/2018/12/a-fort una-de-lula-de-acordo-com-forbes.html …": "Lula&#39;s fortune according to Forbes! https: // chainsdaescravidao.blogspot.com/2018/12/a-fort una-de-lula-de-accesso-com-forbes.html…", "A informação é FALSA. O nome do ex-presidente @LulaOficial não está no ranking dos mais ricos do mundo elaborado pela revista Forbes em 2006. Naquele ano, 16 brasileiros figuraram na lista de bilionários, mas Lula não foi um deles. Confira em: http:// bit.ly/2UwvC4C . pic.twitter.com/W1KT6vUhLQ": "The information is FALSE. The name of ex-president @LulaOficial is not in the ranking of the richest people in the world prepared by Forbes magazine in 2006. That year, 16 Brazilians made the list of billionaires, but Lula was not one of them. Check it out at: http: // bit.ly/2UwvC4C. pic.twitter.com/W1KT6vUhLQ", "ARANTO planta q cura câncer . Vejam este vídeo. https://www. facebook.com/10000046722373 8/posts/3089104594448418/ …": "ARANTO plant q cures cancer. Watch this video. https: // www. facebook.com/10000046722373 8 / posts / 3089104594448418 /…", "Acabei de compartilhar um conteúdo no Facebook que dizia que Israel havia do lado 15 helicópteros para as forças armadas brasileiras... Tomei na tarraqueta. É isso que dá compartilhar conteúdo pela emoção, não verifiquei nem sequer a fonte, logo eu que não caio em fake news...": "I just shared a content on Facebook that said that Israel had 15 helicopters on the side for the Brazilian armed forces ... I took it in the tarraqueta. That&#39;s what gives content sharing by emotion, I didn&#39;t even check the source, so I don&#39;t fall for fake news ...", "Alguém já percebeu que a Globo e a esquerda pararam de falar tanto na Marielle ? O motivo? Ah, descobriram que o assassino e o mandante são de um partido puxadinho do PT . Que coisa, não? Parece que para eles a Marielle , finalmente, morreu!": "Has anyone noticed that Globo and the left stopped talking so much about Marielle? The reason? Ah, they found out that the killer and the boss are from a PT party. What, no? It seems to them that Marielle has finally died!", "Aprenda a fazer o suco de ARANTO da maneira correta para a CURA do câncer . Créditos ao Canal do Lula de Marcos Moura no YouTube https://www. facebook.com/laercio.santos demelo/posts/1998056680262432 …": "Learn how to make ARANTO juice the right way to CURE cancer. Credits to Marcos Moura&#39;s Lula Channel on YouTube https: // www. facebook.com/laercio.santos demelo / posts / 1998056680262432…", "Após o surgimento da suspeita de que o assassino de Marielle era do PT , parece que finalmente ela morreu. Ninguém fala mais.": "After the suspicion arose that Marielle&#39;s killer was from the PT, it seems that she finally died. Nobody talks anymore.", "Aranto / Além de atuar no tratamento de câncer , ela é ótima para curar doenças da pele, lesões, feridas... http:// fb.me/4kwx48FZQ": "Aranto / In addition to acting in the treatment of cancer, it is great for healing skin diseases, injuries, wounds ... http: // fb.me/4kwx48FZQ", "Aranto a planta usada para combater sérios problemas de saúde principalmente o câncer http:// gilmoreira.com/index.php/2019 /03/01/aranto-a-planta-usada-para-combater-serios-problemas-de-saude-principalmente-o-cancer/ …": "Aranto the plant used to fight serious health problems, mainly cancer -mainly-cancer /…", "Aranto cura o câncer e muitas outras doenças, dizem as pesquisas! #TopbuzzBrasil http://www. topbuzz.com/article/i65048 43243702714890?impr_id=6507297237918304522&gid=6504843243702714890&user_id=6437966540242420746&app_id=1116&c=tw&language=pt …": "Aranto cures cancer and many other diseases, research says! #TopbuzzBrasil http: // www. topbuzz.com/article/i65048 43243702714890? impr_id = 6507297237918304522 &amp; gid = 6504843243702714890 &amp; user_id = 6437966540242420746 &amp; app_id = 1116 &amp; c = tw &amp; language = en…", "Aranto indicado para o tratamento contra o câncer , o aranto também serve para curar doenças de pele, lesões, feridas, gangrenas e hemorragias. ... Devido ao seu efeito sedativo, diz-se ainda que o aranto ajuda a tratar problemas psicológicos, como por exemplo a esquizofrenia. pic.twitter.com/QNu0TTxu0V": "Aranto indicated for the treatment against cancer, aranto also serves to cure skin diseases, injuries, wounds, gangrene and hemorrhages. ... Due to its sedative effect, it is also said that aranto helps to treat psychological problems, such as schizophrenia. pic.twitter.com/QNu0TTxu0V", "Assassino da Marielle é apoiador do Lula e PT . pic.twitter.com/vJJasWeUwU": "Marielle&#39;s killer is a supporter of Lula and PT. pic.twitter.com/vJJasWeUwU", "BICHO OLHA O NÍVEL DA FAKE NEWS É falso que Marina Silva entrou na Justiça para garantir a instalação de 8 mil radares https:// piaui.folha.uol.com.br/lupa/2019/04/1 7/verificamos-marina-radares/ …": "BICHO LOOKS AT THE FAKE NEWS LEVEL It is false that Marina Silva went to court to guarantee the installation of 8 thousand radars https: // piaui.folha.uol.com.br/lupa/2019/04/1 7 / verifamos-marina- radars /…", "BOA TARDE ! #BolsonaroTemRazão Olha aí a camisa do assassino da Marielle . Eleitor do PT e do Lula. Dizer mais o que.... https://www. facebook.com/antoniogoncalv eslages.lages/posts/2123281837787886 …": "GOOD AFTERNOON ! # BolsonaroTemRazão Look at the shirt of Marielle&#39;s killer. Voter of PT and Lula. Say more what .... https: // www. facebook.com/antoniogoncalv eslages.lages / posts / 2123281837787886…", "Bradil ganha de presente de Israel 15, helicópteros AH-64 Apache, o mais avançado para combater o crime organizado. Assim vai surgindo um novo… https://www. instagram.com/luizamerico21/ p/Bvyc0zwBCPxiVp3BXMHosGcIJpdBMuL7dmSK000/?utm_source=ig_twitter_share&igshid=dcmin1kh6czv …": "Bradil wins Israel&#39;s 15 AH-64 Apache helicopters, the most advanced to fight organized crime. This is how a new… https: // www. instagram.com/luizamerico21/ p / Bvyc0zwBCPxiVp3BXMHosGcIJpdBMuL7dmSK000 /? utm_source = ig_twitter_share &amp; igshid = dcmin1kh6czv…", "Brasil ganha de presente de Israel 15, helicópteros AH-64 Apache, o mais avançado para combater o crime organizado.. Fruto de um novo Brasil.. https://www. facebook.com/1650742130/pos ts/10211077661571366/ …": "Brazil wins Israel&#39;s 15, AH-64 Apache helicopters, the most advanced to fight organized crime .. Fruit of a new Brazil .. https: // www. facebook.com/1650742130/pos ts / 10211077661571366 /…", "Brasil ganha de presente de Israel 15, helicópteros AH-64 Apache, o mais avançado para combater o crime organizado.. Vagabundo não tem vez !!!": "Brazil wins as a gift from Israel 15, AH-64 Apache helicopters, the most advanced to fight organized crime .. Tramp has no time !!!", "CPI da Petrobrás e queda de popularidade da DILMA causam isso. Veja q beleza : PETR3+5, 73 %; PETR4+5,69%; BB+6,39%; ELET3+10,53% e ELET6+5,76%": "Petrobras&#39; CPI and DILMA&#39;s drop in popularity cause this. See q beauty: PETR3 + 5, 73%; PETR4 + 5.69%; BB + 6.39%; ELET3 + 10.53% and ELET6 + 5.76%", "Caraca Acreditem . Forbes : Fortuna pessoal de Lula é estimada em 2 Bilhões de dólares!": "Caraca Believe me. Forbes: Lula&#39;s personal fortune is estimated at 2 billion dollars!", "Chame-o do que você é! Quem é o fascista??? Lula na forbes com um dos mais ricos do mundo, sua fortuna ultrapassa a sigla dos BILHÕES DE DÓLARES! https:// gazetapolitica.com/2018/01/28/rev ista-forbes-revela-fortuna-bilionaria-de-lula-um-dos-mais-ricos-do-mundo/?fbclid=IwAR3J-2cG0n1cdx_8tZQHPXHE2d_PbsrqLJf3MJDVRck5rRQqVBiOAbV6h-o …": "Call it what you are! Who is the fascist ??? Lula in the forbes with one of the richest in the world, his fortune exceeds the acronym of BILLIONS OF DOLLARS! https: // gazetapolitica.com/2018/01/28/rev ista-forbes-reveals-squid-billionaire-fortune-one-of-the-richest-in-the-world /? fbclid = IwAR3J-2cG0n1cdx_8tZQHPXHE2d_PbsrqLJf3MJQVVhck", "Coxinha merece estudo. Ele espalha que Lula e seus filhos são milionários, a gente pergunta onde ele viu isso e ele diz que foi capa da Forbes . Então a gente mostrou que a capa era falsa mas eles continuaram... https://www. facebook.com/miriam.moraes. 05/posts/2432270856783539 …": "Coxinha deserves study. He says that Lula and his sons are millionaires, we ask him where he saw this and he says he was on the cover of Forbes. So we showed that the cover was fake but they continued ... https: // www. facebook.com/miriam.moraes. 05 / posts / 2432270856783539…", "DIZEM QUE ISRAEL DOOU 15 HELICÓPTEROS PRA O BRASIL DURANTE A VISITA DE BOLSONARO A ISRAEL . Mentiras descabidas. https://www. boatos.org/brasil/israel- doou-helicopteros-guerra-brasil.html … .": "THEY SAY ISRAEL DONATED 15 HELICOPTERS TO BRAZIL DURING BOLSONARO&#39;S VISIT TO ISRAEL. Unreasonable lies. https: // www. rumors.org/brasil/israel- donated-helicopteros-guerra-brasil.html….", "De acordo com a metodologia da FORBES , existem alguns bilionários que são políticos, Lula não é um dos... https:// fb.me/3yE8cTVAt": "According to the FORBES methodology, there are some billionaires who are politicians, Lula is not one of the ... https: // fb.me/3yE8cTVAt", "E agora PTralhas? O assassino de Marielle é membro da organização criminosa PT e ainda usa camisa com a foto do líder criminoso preso. #CHUPAPTralhas": "And now PTralhas? Marielle&#39;s killer is a member of the PT criminal organization and still wears a shirt with the photo of the arrested criminal leader. #CHUPAPThashes", "ENQUANTO CUBA, VENEZUELA, ENTRE OUTROS NOS DÃO CALOTE, ISRAEL NOS DA HELICÓPTEROS ! #DIGANÃOAJUMENTISSE": "WHILE CUBA, VENEZUELA, AMONG OTHERS GIVE US DECO, ISRAEL US FROM HELICOPTERS! # DIGANÃOAJUMENTISSE", "Enquanto isto um salão de beleza que @dilmabr frequentava recebeu a bagatela de 73 milhões de reais , esta mesma Coaf não divulgou nada": "Meanwhile a beauty salon that @dilmabr frequented received the trifle of 73 million reais, this same Coaf did not disclose anything", "Esta planta cura vários tipos de câncer Hoje vamos falar sobre uma planta chamada Aranto (Kalanchoe daigremontiana) também conhecida como flor da fortuna. Nativa de Madagascar e introduzida no Brasil pelos... https:// business.facebook.com/mensagensana/p osts/2378001202429095 …": "This plant cures several types of cancer Today we are going to talk about a plant called Aranto (Kalanchoe daigremontiana) also known as the fortune flower. Madagascar native and introduced in Brazil by ... https: // business.facebook.com/mensagensana/p osts / 2378001202429095…", "Eu creio que o PT roubou mais em menos tempo , em 8 anos Lula fez o pé de meia bilionário (somando a fortuna da família passa de 4 bilhões , Revista Forbes )": "I believe that the PT stole more in less time, in 8 years Lula made the foot of half a billionaire (adding the family&#39;s fortune exceeds 4 billion, Forbes Magazine)", "Eu gostaria de saber é como o Lula figura na revista Forbes com uma fortuna em torno de 2 bilhões de reais ? Será que foi herança da Marisa Letícia também ?": "I would like to know is how Lula appears in Forbes magazine with a fortune of around 2 billion reais? Was it Marisa Letícia&#39;s inheritance too?", "Existem dois chás que auxiliam na cura do câncer : Aranto e Graviola. Peça para ele tomar!": "There are two teas that help cure cancer: Aranto and Graviola. Ask him to take it!", "Folhas de aranto são aliadas contra o câncer – Aranto planta que cura câncer . Originário da ilha de Madagascar, na África, o aranto foi trazido para a América pelos escravos que, já naquela época, sabiam dos seus benefícios. http:// videosnoyoutube.sharedalink.me/v2bmP": "Aranto leaves are allies against cancer - Aranto plant that cures cancer. Originally from the island of Madagascar, in Africa, aranto was brought to America by slaves who, at that time, knew of its benefits. http: // videosnoyoutube.sharedalink.me/v2bmP", "Forbes : Fortuna pessoal de Lula é estimada em 2 Bilhões de dólares! https:// fb.me/8mifnmIsI": "Forbes: Lula&#39;s personal fortune is estimated at 2 billion dollars! https: // fb.me/8mifnmIsI", "Governo DILMA / TEMER pagou R$ 73 milhões a salão de beleza no agreste de Pernambuco https://www. ricardoantunes.com.br/noticias/2297/ governo-pagou-r-73-milhoes-a-salao-de-beleza-no-agreste-de-pernambuco …": "DILMA / TEMER government paid R $ 73 million to a beauty salon in the countryside of Pernambuco https: // www. ricardoantunes.com.br/noticias/2297/ government-paid-r-73-million-to-beauty-salon-in-the-wild-of-pernambuco…", "Governo israelense faz doação de 15 Helicópteros AH-64 para o Brasil durante visita de Bolsonaro à Israel . https://www. facebook.com/paulo.costa.52 03/videos/1853082438130949/ …": "Israeli government donates 15 AH-64 helicopters to Brazil during Bolsonaro&#39;s visit to Israel. https: // www. facebook.com/paulo.costa.52 03 / videos / 1853082438130949 /…", "Herança petista: Salão de beleza recebeu R$ 73 milhões por serviços de tecnologia, gastança com dinheiro público envolvendo contratos milionários com o salão de beleza iniciou na era Dilma Rousseff.Todos os Direitos Reservados para República de Curitiba. http:// republicadecuritiba.net/2019/03/15/her anca-petista-salao-de-beleza-recebeu-r-73-milhoes-por-servicos-de-tecnologia/ …": "PT inheritance: Beauty salon received R $ 73 million for technology services, spending on public money involving millionaire contracts with the beauty salon started in the Dilma Rousseff era. All Rights Reserved for the Republic of Curitiba. http: // republicadecuritiba.net/2019/03/15/her anca-petista-saloon-of-beauty-received-r-73-million-for-technology-services /…", "Israel doa 15 helicópteros AH 64 para o Brasil... Esse helicóptero é considerado o mais poderoso do mundo em ataque ao solo... Frutos do empenho do nosso presidente, enquanto o PT saqueava nosso dinheiro, Bolsonaro resgata gratuitamente reforços para nossas Forças Armadas.... pic.twitter.com/Lszu3uc1y5": "Israel donates 15 AH 64 helicopters to Brazil ... This helicopter is considered the most powerful in the world in attack on the ground ... Result of our president&#39;s efforts, while the PT plundered our money, Bolsonaro rescues reinforcements free of charge for our Armed Forces .... pic.twitter.com/Lszu3uc1y5", "Israel doou 15 helicópteros AH-64 ! Ele retalha na hora a origem do tiro. A bandidagem agora vai virar picadinho de queijo suíço. Se cuide, bandido ! O extermínio está chegando. Se quiser viver vai ter que mudar de profissão. pic.twitter.com/oOPgEqC2qN": "Israel donated 15 AH-64 helicopters! He cuts the source of the shot right away. The banditry will now turn into a piece of Swiss cheese. Take care, bandit! Extermination is coming. If you want to live you will have to change your profession. pic.twitter.com/oOPgEqC2qN", "Israel doou helicópteros AH-64 para o Brasil! Ele retalha na hora a origem do tiro. Só canhão de artilharia o derruba, mas é muito difícil devido a sua velocidade. Se cuide, bandido ! O exterminador, está chegando! pic.twitter.com/LgPVqSXi9p": "Israel donated AH-64 helicopters to Brazil! He cuts the source of the shot right away. Only artillery cannon can knock you down, but it is very difficult due to its speed. Take care, bandit! The exterminator is coming! pic.twitter.com/LgPVqSXi9p", "Mano. Não sabia que o cabelo da @dilmabr era tão ruim que precisa de alta tecnologia no salão de beleza . Mas 73 milhões não é exagero? Claro que o @ptbrasil vai dizer que era necessário para manter a boa aparência do país. https:// twitter.com/republica_ctba /status/1106714033783222272 …": "Bro. I didn&#39;t know that @dilmabr&#39;s hair was so bad that it needs high technology in the beauty salon. But isn&#39;t 73 million overkill? Of course, @ptbrasil will say that it was necessary to keep the country looking good. https: // twitter.com/republica_ctba / status / 1106714033783222272…", "NOSSO PRESIDENTE TRABALHA COM AMOR POR NOSSO BRASIL Israel doou 15 helicópteros AH-64 Agora sim! Vamos ver quem vai ser macho de ficar fazendo palhaçada de fuzil e .50 na favela! Ganhamos 15 helicópteros AH-64 Apache. pic.twitter.com/GK9PSwld29": "OUR PRESIDENT WORKS WITH LOVE FOR OUR BRAZIL Israel donated 15 AH-64 helicopters Now, yes! Let&#39;s see who is going to be a macho man to be bulldozing a rifle and .50 in the favela! We won 15 Apache AH-64 helicopters. pic.twitter.com/GK9PSwld29", "O PR @jairbolsonaro quer acabar com mais de 8.000 radares e vem um Senador(Fabiano Contarato), Esquerdista, da REDE, partido de Marina Silva , entrar com pedido na justiça para obrigar o governo a implantar os radares . Realmente a Esquerda soh quer ferrar o povo msm.": "PR @jairbolsonaro wants to end more than 8,000 radars and a Senator (Fabiano Contarato), Esquerdista, from REDE, Marina Silva&#39;s party, comes in with a request in court to force the government to deploy the radars. The Left really just wants to screw up the msm people.", "O site local anuncia a cura de uma paciente de câncer , supostamente em estado terminal, por Aranto , uma planta medicinal. Eu fico feliz pela recuperação da moça, mas a propagação da notícia, sem comprovação científica, é de uma irresponsabilidade bem grande.": "The local website announces the cure of a cancer patient, supposedly in a terminal state, by Aranto, a medicinal plant. I am happy for the girl&#39;s recovery, but the spread of the news, without scientific proof, is very irresponsible.", "Os panacas estão postando uma montagem, um homem com camisa do Lula, dizendo que esse é o miliciano assassino da Marielle , que é um infiltrado do PT . Fundo do poço total, imagina o zap zap. Tem que fazer alguma coisa!": "The panacas are posting a montage, a man in a Lula shirt, saying that this is Marielle&#39;s murderer, who is an infiltrator of the PT. Total well bottom, imagine the zap zap. You have to do something!", "PLANTA QUE CURA CANCER ARANTO COMO USAR http:// fb.me/1G4NnGlJG": "PLANT THAT CURES CANCER ARANTO HOW TO USE http: // fb.me/1G4NnGlJG", "Parabéns Presidente Jair!! Israel doou 15 helicópteros AH-64 !Quero ver os bandidos das favelas derrubarem esse avião. Ele retalha na hora a origem do tiro. Só canhão de artilharia o derruba , mas é mto difícil devido a velocidade. Se quiser viver vai ter que mudar de profissão. pic.twitter.com/Xrm4cwZcca": "Congratulations President Jair !! Israel donated 15 AH-64 helicopters! I want to see the favela bandits bring this plane down. He cuts the source of the shot right away. Only artillery cannons knock him down, but it is very difficult due to the speed. If you want to live you will have to change your profession. pic.twitter.com/Xrm4cwZcca", "Planta de aranto cura câncer ? NÃO COMPARTILHE, pois além de a informação ser FALSA, pode levar algumas pessoas a óbito! Saiba mais: https://www. boatos.org/saude/planta-a ranto-cura-cancer.html … #SaúdeÉCoisaSéria pic.twitter.com/ZXSUGbBhEN": "Can aranto plant cure cancer? DO NOT SHARE, because in addition to the information being FALSE, it can lead some people to death! Learn more: https: // www. rumors.org/saude/planta-a ranto-cura-cancer.html… # SaúdeÉCoisaSéria pic.twitter.com/ZXSUGbBhEN", "Presidente Bolsonaro, é triste vê-lo dar uma ordem e vir atrás uma desqualificada como Marina Silva e tentar derrubar o que você ordenou a respeito dos radares novos nas estradas. Vai ficar por isto mesmo? Ou vai calar a boca dela? Você e toda sua equipe são a nossa esperança.": "President Bolsonaro, it is sad to see him give an order and come after a disqualified one like Marina Silva and try to overthrow what you ordered regarding the new radars on the roads. Are you going to stay for this? Or are you going to shut her up? You and your entire team are our hope.", "Quero saber porque que o senhor presidente manda tirar os radares e vem a outra Marina Silva e manda colocar que país e esse que presidente não manda em nada que droga de pais ... alguém pode me responder . https:// twitter.com/jairbolsonaro/ status/1116157993127763968 …": "I want to know why the President orders the radar to be removed and another Marina Silva comes and orders that the country and the President do not say anything about parents&#39; drugs ... someone can answer me. https: // twitter.com/jairbolsonaro/ status / 1116157993127763968…", "R$ 73 .000.000,00 entregues á um salão de beleza Dilma ? Responde aí!! https:// republicadecuritiba.net/2019/03/15/her anca-petista-salao-de-beleza-recebeu-r-73-milhoes-por-servicos-de-tecnologia/ …": "R $ 73,000,000 delivered to a Dilma beauty salon? Answer me!! https: // republicadecuritiba.net/2019/03/15/her anca-petista-saloon-of-beauty-received-r-73-million-for-technology-services /…", "Revista Forbes revela fortuna bilionária de Lula . Um dos mais ricos do mundo\". http://www. odetetive.com/2018/01/revist a-forbes-revela-fortuna.html …\"": "Forbes magazine reveals Lula&#39;s billionaire fortune. One of the richest in the world &quot;. Http: // www. Odetetive.com/2018/01/revist a-forbes-reveals-fortuna.html…&quot;", "Revista Forbes revela fortuna bilionária de Lula . Um dos mais ricos do mundo\". https:// gazetapolitica.com/2018/01/28/rev ista-forbes-revela-fortuna-bilionaria-de-lula-um-dos-mais-ricos-do-mundo/ … Min. Sérgio Moro nele!!! Vasculhe tudo e repatrie valores das contas no exterior !\"": "Forbes magazine reveals Lula&#39;s billionaire fortune. One of the richest in the world &quot;. Https: // gazetapolitica.com/2018/01/28/rev ista-forbes-reveals-fortune-billionaire-of-squid-one-of-the-richest-of-the-world /… Min. Sérgio I live in it !!! Search everything and repatriate values from accounts abroad! &quot;", "Revista Forbes revela fortuna bilionária de Lula . “Um dos mais ricos do mundo”. :: Perfil Investimento https://www. perfilinvestimento.com/l/revista-forb es-revela-fortuna-bilionaria-de-lula-um-dos-mais-ricos-do-mundo/ … via @webnode": "Forbes magazine reveals Lula&#39;s billionaire fortune. &quot;One of the richest in the world&quot;. :: Investment Profile https: // www. perfilinvestimento.com/l/revista-forb es-reveals-fortune-billionaire-of-squid-one-of-the-richest-in-the-world /… via @webnode", "Salão de beleza recebeu R$ 73 milhões por serviços de tecnologia no governo Dilma .": "Beauty salon received R $ 73 million for technology services in the Dilma government.", "Segundo a revista americana Forbes , o Lula tem um patrimônio de 2 bilhões de dólares. Nem sei quanto é isso em dinheiro! Rsrsrs.": "According to the American magazine Forbes, Lula has an equity of 2 billion dollars. I don&#39;t even know how much it is in cash! Lol", "Tropa de elite 3 em breve no rio de janeiro, o exército de Israel faz doação de helicópteros pra ajudar no policiamento ostensivo! pic.twitter.com/ngemIAhErV": "Elite troop 3 soon in Rio de Janeiro, the Israeli army donates helicopters to help ostentatious policing! pic.twitter.com/ngemIAhErV", "Vamos parar não cola isso mais , onde estavam vcs quando o Lula segundo a revista forbes de 2006 dizia ter uma fortuna de 2 bilhões. Como ele ficou tão rico ? Explica aí?": "Let&#39;s stop, don&#39;t stick to that anymore, where you were when Lula, according to 2006 forbes magazine, said he had a fortune of 2 billion. How did he get so rich? Explain there?", "Via @estadao : Forbes esclarece viral que colocava Lula entre bilionários do ano - http:// politica.estadao.com.br/noticias/geral ,forbes-esclarece-viral-que-colocava-lula-entre-bilionarios-do-ano,1067141 …": "Via @estadao: Forbes clarifies viral that put Lula among billionaires of the year , 1067141 ...", "[Agência Lupa] #Verificamos : É falso que Dilma Rousseff gastou R$ 73 milhões em salão de beleza https:// piaui.folha.uol.com.br/lupa/2019/04/1 0/verificamos-dilma-rousseff-salao-beleza/ …": "[Agência Lupa] #Check: It is false that Dilma Rousseff spent R $ 73 million in a beauty salon https: // piaui.folha.uol.com.br/lupa/2019/04/1 0 / verifamos-dilma-rousseff- beauty salon/ …", "[Agência Lupa] #Verificamos : É falso que o Brasil comprou ou ganhou de Israel 15 helicópteros militares https:// piaui.folha.uol.com.br/lupa/2019/04/0 3/verificamos-helicopteros-israel/ …": "[Agência Lupa] #We verify: It is false that Brazil bought or won 15 military helicopters from Israel https: // piaui.folha.uol.com.br/lupa/2019/04/0 3 / verifamos-helicopteros-israel /…", "como caralhos a Dilma gastaria 73 MILHÕES DE REAIS em salão de beleza ????": "how the fuck would Dilma spend 73 MILLION REAIS in a beauty salon ????", "dicas de saúde: conheça o aranto , que é a planta que cura cancer": "health tips: get to know aranto, which is the plant that cures cancer", "espalhar fakenews é feio. procurei o link da Forbes dando esses bilhões pro Lula e não encontrei. por isso vocês acreditam em tantas mentiras, ficam propagando notícias falsas sem checar a fonte apenas porque a mentira lhes convém. covardes.": "spreading fakenews is ugly. I looked for the Forbes link giving these billions to Lula and I couldn&#39;t find it. that&#39;s why you believe so many lies, you spread false news without checking the source just because the lie suits you. cowards.", "É #FAKE que Lula aparece na lista de mais ricos do mundo da revista Forbes . #FatoouFake http:// glo.bo/2uK0dNN pic.twitter.com/6B1qIFc9rB": "It is #FAKE that Lula appears on Forbes magazine&#39;s list of the richest in the world. #FatoouFake http: // glo.bo/2uK0dNN pic.twitter.com/6B1qIFc9rB", "É falso que Dilma gastou R$ 73 milhões em salão de beleza . Leia mais em: http:// bit.ly/2P0tFZ4 via Aos Fatos | Em busca da verdade na política. #fakenão #fakenews #FactCheck #CheckBR #SerMultimidia": "It is false that Dilma spent R $ 73 million on a beauty salon. Read more at: http: // bit.ly/2P0tFZ4 via Aos Fatos | In search of truth in politics. # fakenão #fakenews #FactCheck #CheckBR #SerMultimidia", "É falso que Israel doou ao Brasil 15 helicópteros ; vídeo mostra aeronave turca - Aos Fatos http:// dlvr.it/R26Vcx": "It is false that Israel donated 15 helicopters to Brazil; video shows Turkish aircraft - To the Facts http: // dlvr.it/R26Vcx", "É falso que Israel doou ao Brasil 15 helicópteros ; vídeo mostra aeronave turca https:// aosfatos.org/noticias/e-fal so-que-israel-doou-ao-brasil-15-helicopteros-video-mostra-aeronave-turca/ … #factchecking via @aosfatos": "It is false that Israel donated 15 helicopters to Brazil; video shows Turkish aircraft https: // aosfatos.org/noticias/e-fal so-that-israel-donated-to-brazil-15-helicopters-video-shows-turkish-aircraft /… #factchecking via @aosfatos", "O partido da extrema imprensa está desesperado . Ontem a Globo News estava lambendo as bolas do Mourão . Hoje estão plantando essas bizarrices. O corte das verbas estatais de publicidade para o grupo Globo pelo jeito será fatal...": "The extreme press party is desperate. Yesterday Globo News was licking Mourão&#39;s balls. Today they are planting these oddities. The cut of state advertising funds for the Globo group by the way will be fatal ...", "O grande Brizola deve estar aplaudindo, em seu túmulo, ao presidente Jair Messias Bolsonaro e ao general Mourão pelo corte das verbas para a Rede Globo . pic.twitter.com/UDkpPipaIP": "The great Brizola must be applauding, at his grave, President Jair Messias Bolsonaro and General Mourão for cutting funds for Rede Globo. pic.twitter.com/UDkpPipaIP", "G. Mourão corta 100% das verbas das mídias,Folha de S.Paulo,Estadão,GloboNews e O Globo podem decretar falência em alguns dias.A Globo tbm será drasticamente afetada com o corte ,perdendo cerca de 40% do orçamento total,claramente resultará na demissão de artistas e apresentadores.": "G. Mourão cuts 100% of funds from the media, Folha de S.Paulo, Estadão, GloboNews and O Globo may declare bankruptcy in a few days. will result in the dismissal of artists and presenters.", "Gente, houve um repasse da conta de Jean Wyllys para a conta de Adélio Bispo de R$ 50.000,00. Uma semana antes do atentado, Adélio estava no gabinete de Maria do Rosário. Os mandantes foram Jean Wyllys é Maria do Rosário.": "Guys, there was a transfer from Jean Wyllys account to Adélio Bispo account of R $ 50,000.00. A week before the attack, Adélio was in Maria do Rosário&#39;s office. The principals were Jean Wyllys and Maria do Rosário.", "Ei, se você não sabe, houve um repasse de dinheiro da conta de Jean Wyllys para a conta de Adélio Bispo de R$ 50.000,00. Jean Wyllys e Maria do Rosário são os mandantes do atentado.": "Hey, if you don&#39;t know, there was a transfer of money from Jean Wyllys&#39; account to Adélio Bispo&#39;s account of R $ 50,000.00. Jean Wyllys and Maria do Rosário are responsible for the attack.", "É fake que Jair Bolsonaro foi escolhido personalidade do ano pela Revista Time https:// cbn.globoradio.globo.com/media/audio/23 2764/e-fake-que-jair-bolsonaro-foi-escolhido-personalid.htm?fbclid=IwAR0jdt_Fq39Fl71-g4ZbwoWTmfYh6YFhLXQJ_tHGmi2tH2ahNFc7mTOTxv0 …": "Is it fake that Jair Bolsonaro was chosen personality of the year by Time Magazine https: // cbn.globoradio.globo.com/media/audio/23 2764 / e-fake-que-jair-bolsonaro-was-chosen-personalid.htm? fbclid = IwAR0jdt_Fq39Fl71-g4ZbwoWTmfYh6YFhLXQJ_tHGmi2tH2ahNFc7mTOTxv0…", "Jair Bolsonaro não foi eleito Personalidade do Ano pela revista  Time \" https:// noticias.uol.com.br/confere/ultima s-noticias/2018/12/14/bolsonaro-nao-foi-eleito-personalidade-do-ano-pela-revista-time.htm?fbclid=IwAR0WzDRXhLXLXMKezrY9nW7vyGyfpS5QdHmM9hkXA62BnZdn5RFmLTtk1YQ …\"": "Jair Bolsonaro was not elected Person of the Year by Time magazine &quot;https: // noticias.uol.com.br/confere/ultima s-noticias / 2018/12/14 / bolsonaro-not-been-elected-personality-of-the-year -by-time-magazine.htm? fbclid = IwAR0WzDRXhLXLXMKezrY9nW7vyGyfpS5QdHmM9hkXA62BnZdn5RFmLTtk1YQ… &quot;", "#BolsonaroTop100 Um homem, um mito, um fenômeno ! Ele começou sozinho e agora têm mais 58 milhões de brasileiros ao seu lado ! Personalidade do ano e top 100 da revista Time ! Sem delongas, com vocês @jairbolsonaro , Presidente do Brasil ! @governodobrasil @TIME pic.twitter.com/WDQ53CwQE6": "# BolsonaroTop100 A man, a myth, a phenomenon! He started alone and now has over 58 million Brazilians at his side! Personality of the year and Time magazine&#39;s top 100! Without delay, with you @jairbolsonaro, President of Brazil! @governodobrasil @TIME pic.twitter.com/WDQ53CwQE6", "Jair Bolsonaro não foi eleito Personalidade do Ano pela repeso.  Time \" @UOLNoticias @UOL https:// noticias.uol.com.br/confere/ultima s-noticias/2018/12/14/bolsonaro-nao-foi-eleito-personalidade-do-ano-pela-revista-time.htm …\"": "Jair Bolsonaro was not elected Personality of the Year for the re-election. Time &quot;@UOLNoticias @UOL https: // noticias.uol.com.br/confere/ultima s-noticias / 2018/12/14 / bolsonaro-nao-was-elected-personality-of-the-year-by-time-magazine .htm… &quot;", "Por “ruptura com a corrupção”, apenas um brasileiro aparece entre os ‘100 mais influentes’ da revista ‘ Time ’. QUEM É ESSA INFLUENTE PERSONALIDADE ? JAIR MESSIAS BOLSONARO. Tbm apareceram Trump e Netanyahu. https://www. jornaldacidadeonline.com.br/noticias/14195 /por-ruptura-com-a-corrupcao-um-brasileiro-aparece-entre-os-100-mais-influentes-da-revista-time …": "For “rupture with corruption”, only one Brazilian appears among the &#39;100 most influential&#39; in the magazine &#39;Time&#39;. WHO IS THIS INFLUENTIAL PERSONALITY? JAIR MESSIAS BOLSONARO. Trump and Netanyahu also appeared. https: // www. jornaldáciaonline.com.br/noticias/14195 / by-rupture-with-the-corruption-a-brazilian-appears-among-the-100-most-influential-of-the-time-magazine…", "Pessoal, a revista americana TIME incluiu Jair Bolsonaro para concorrer à PERSONALIDADE DO ANO. A PETRALHADA descobriu antes e ele tem apenas 3% de “YES” e 97% de “NO”! Vamos virar este jogo? É simples clique aqui e siga até ver Jair Bolsonaro. https:// discover.apester.com/media/5be40171 3cea78c501552c1a … PARTICIPE!": "Guys, the American magazine TIME included Jair Bolsonaro to run for PERSONALITY OF THE YEAR. PETRALHADA found out before and he has only 3% “YES” and 97% “NO”! Shall we turn this around? It&#39;s simple click here and follow until you see Jair Bolsonaro. https: // discover.apester.com/media/5be40171 3cea78c501552c1a… PARTICIPATE!", "QUE COMECE O MIMIMI DOS BOLSOBURROS. Jair Bolsonaro não foi eleito Personalidade do Ano pela revista  Time \" https:// noticias.uol.com.br/confere/ultima s-noticias/2018/12/14/bolsonaro-nao-foi-eleito-personalidade-do-ano-pela-revista-time.htm … via @UOLNoticias @UOL\"": "THE BIMBURROS MIMIMI START. Jair Bolsonaro was not elected Person of the Year by Time magazine &quot;https: // noticias.uol.com.br/confere/ultima s-noticias / 2018/12/14 / bolsonaro-not-been-elected-personality-of-the-year -pela-revista-time.htm… via @UOLNoticias @UOL &quot;", "Circula nas redes sociais uma foto da capa da revista Time com o presidente eleito Jair Bolsonaro como personalidade do ano. A imagem é #FAKE . A  Time \" escolheu os jornalistas mortos e presos como \"Pessoa do Ano\" de 2018. - É. Parece que a campanha eleitoral continua...\"": "A photo of the cover of Time magazine circulates on social media with President-elect Jair Bolsonaro as personality of the year. The image is #FAKE. Time &quot;chose journalists killed and imprisoned as&quot; Person of the Year &quot;for 2018. - Yeah. It looks like the election campaign continues ...&quot;", "Circulam pelas redes sociais publicações que afirmam que o bicarbonato de sódio ajudaria na cura de câncer . Os conteúdos também dizem que o câncer é um fungo. Confira em: http:// bit.ly/2H07gIO . pic.twitter.com/xKNgOBPBAV": "Publications circulate on social networks that claim that baking soda would help cure cancer. The contents also say that cancer is a fungus. Check it out at: http: // bit.ly/2H07gIO. pic.twitter.com/xKNgOBPBAV"}